<html><head><meta http-equiv="Content-Type" content="text/html; charset=utf-8"><title>&#1500;&#1493;&#1495; Xfce 4</title><link rel="stylesheet" href="../xfce-rtl.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.69.1"><link rel="start" href="#xfce4-panel" title="&#1500;&#1493;&#1495; Xfce 4"><link rel="next" href="#panel-intro" title="&#1502;&#1489;&#1493;&#1488;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="article" lang="he"><div class="titlepage"><div><div><h1 class="title"><a name="xfce4-panel"></a>&#1500;&#1493;&#1495; Xfce 4</h1></div><div><div class="authorgroup"><div class="author"><h3 class="author"><span class="firstname">Jasper</span> <span class="surname">Huijsmans</span></h3><div class="affiliation"><div class="address"><p><code class="email">&lt;<a href="mailto:jasper@xfce.org">jasper@xfce.org</a>&gt;</code></p></div></div></div><p class="othercredit"><span class="contrib">&#1514;&#1512;&#1490;&#1493;&#1501; &#1506;&#1489;&#1512;&#1497;</span>: <span class="firstname">&#1491;&#1493;&#1514;&#1503;</span> <span class="surname">&#1511;&#1502;&#1489;&#1512;</span></p><div class="affiliation"><div class="address"><p><code class="email">&lt;<a href="mailto:kamberd@yahoo.com">kamberd@yahoo.com</a>&gt;</code> </p></div></div></div></div><div><span xmlns="http://www.w3.org/TR/xhtml1/transitional" class="releaseinfo">&#1502;&#1491;&#1512;&#1497;&#1498; &#1494;&#1492; &#1502;&#1514;&#1488;&#1512; &#1488;&#1514; <strong xmlns="" class="application"><code>xfce4-panel</code></strong> &#1490;&#1512;&#1505;&#1492; 4.2.0 &#1506;&#1497;&#1491;&#1499;&#1493;&#1503; &#1488;&#1495;&#1512;&#1493;&#1503; : Jan 2005
<br></br></span></div><div><p class="copyright">&#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1497;&#1493;&#1510;&#1512;&#1497;&#1501; © 2004 Jasper Huijsmans</p></div><div><p class="copyright">&#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1497;&#1493;&#1510;&#1512;&#1497;&#1501; © 2005 Dotan Kamber (Hebrew
   translation)&lrm;</p></div></div><hr></div><div class="toc"><p><b>&#1514;&#1493;&#1499;&#1503; &#1492;&#1506;&#1504;&#1497;&#1497;&#1504;&#1497;&#1501;</b></p><dl><dt><span class="sect1"><a href="#panel-intro">&#1502;&#1489;&#1493;&#1488;</a></span></dt><dt><span class="sect1"><a href="#panel-getting-started">&#1502;&#1514;&#1495;&#1497;&#1500;&#1497;&#1501;</a></span></dt><dt><span class="sect1"><a href="#panel-items">&#1512;&#1499;&#1497;&#1489;&#1497; &#1492;&#1500;&#1493;&#1495;</a></span></dt><dd><dl><dt><span class="sect2"><a href="#launcher-item">&#1502;&#1513;&#1490;&#1512;</a></span></dt><dt><span class="sect2"><a href="#clock-item">&#1513;&#1506;&#1493;&#1503; Xfce</a></span></dt><dt><span class="sect2"><a href="#mailcheck-item">&#1489;&#1493;&#1491;&#1511; &#1492;&#1491;&#1493;&#1488;&#1512;</a></span></dt><dt><span class="sect2"><a href="#switcher-item">&#1502;&#1495;&#1500;&#1497;&#1507; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492; &#1490;&#1512;&#1508;&#1497;</a></span></dt><dt><span class="sect2"><a href="#systembuttons-item">&#1499;&#1508;&#1514;&#1493;&#1512;&#1497; &#1502;&#1506;&#1512;&#1499;&#1514;</a></span></dt><dt><span class="sect2"><a href="#separator-item">&#1502;&#1508;&#1512;&#1497;&#1491;</a></span></dt></dl></dd><dt><span class="sect1"><a href="#subpanels">&#1514;&#1508;&#1512;&#1497;&#1496;&#1497; &#1492;&#1500;&#1493;&#1495;</a></span></dt><dt><span class="sect1"><a href="#panel-settings">&#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1492;&#1500;&#1493;&#1495;</a></span></dt><dd><dl><dt><span class="sect2"><a href="#panel-apearance">&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1492;&#1500;&#1493;&#1495;</a></span></dt><dt><span class="sect2"><a href="#panel-behaviour">&#1492;&#1514;&#1504;&#1492;&#1490;&#1493;&#1514;</a></span></dt></dl></dd><dt><span class="sect1"><a href="#panel-advanced">&#1502;&#1514;&#1511;&#1491;&#1501;</a></span></dt><dd><dl><dt><span class="sect2"><a href="#panel-files">&#1502;&#1513;&#1514;&#1504;&#1497; &#1505;&#1489;&#1497;&#1489;&#1492; &#1493;&#1511;&#1489;&#1510;&#1497;&#1501;</a></span></dt><dt><span class="sect2"><a href="#panel-kiosk">&#1502;&#1510;&#1489; Kiosk</a></span></dt><dt><span class="sect2"><a href="#panel-transparency">&#1513;&#1511;&#1497;&#1508;&#1493;&#1514;</a></span></dt></dl></dd><dt><span class="sect1"><a href="#panel-copyright">&#1488;&#1493;&#1491;&#1493;&#1514; <strong class="application"><code>xfce4-panel</code></strong></a></span></dt></dl></div><p> </p><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="panel-intro"></a>&#1502;&#1489;&#1493;&#1488;</h2></div></div></div><p>
&#1500;&#1493;&#1495; XFce 4 &#1492;&#1504;&#1493; &#1495;&#1500;&#1511;<a href="http://www.xfce.org" target="_top"> &#1505;&#1489;&#1497;&#1489;&#1514; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1513;&#1500; Xfce 4</a> &#1493;&#1502;&#1499;&#1497;&#1500; &#1502;&#1513;&#1490;&#1512;&#1497; &#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514;, &#1514;&#1508;&#1512;&#1497;&#1496; &#1500;&#1493;&#1495;, &#1513;&#1506;&#1493;&#1503;, &#1502;&#1495;&#1500;&#1497;&#1507; &#1513;&#1493;&#1500;&#1495;&#1504;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492; &#1493;&#1506;&#1493;&#1491;. &#1492;&#1497;&#1489;&#1496;&#1497;&#1501; &#1512;&#1489;&#1497;&#1501; &#1513;&#1500; &#1492;&#1500;&#1493;&#1495; &#1504;&#1497;&#1514;&#1504;&#1497;&#1501; &#1500;&#1492;&#1490;&#1491;&#1512;&#1492; &#1491;&#1512;&#1498; &#1514;&#1497;&#1489;&#1493;&#1514; &#1491;&#1493;-&#1513;&#1497;&#1495; &#1490;&#1512;&#1508;&#1497;&#1493;&#1514;. &#1502;&#1491;&#1512;&#1497;&#1498; &#1494;&#1492; &#1488;&#1502;&#1493;&#1512; &#1500;&#1505;&#1508;&#1511; &#1500;&#1498; &#1488;&#1514; &#1499;&#1500; &#1492;&#1502;&#1497;&#1491;&#1506; &#1492;&#1504;&#1495;&#1493;&#1509; &#1499;&#1491;&#1497; &#1500;&#1492;&#1514;&#1488;&#1497;&#1501; &#1488;&#1514; &#1492;&#1500;&#1493;&#1495; &#1500;&#1492;&#1506;&#1491;&#1508;&#1493;&#1514;&#1497;&#1498;.
  </p></div><p> </p><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="panel-getting-started"></a>&#1502;&#1514;&#1495;&#1497;&#1500;&#1497;&#1501;</h2></div></div></div><p>&#1489;&#1491;&#1512;&#1498; &#1499;&#1500;&#1500; &#1497;&#1493;&#1506;&#1500;&#1492; &#1492;&#1500;&#1493;&#1495; &#1499;&#1495;&#1500;&#1511; &#1502;&#1492;&#1493;&#1508;&#1506;&#1514; Xfce &#1489;&#1506;&#1514; &#1492;&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1514;&#1505;&#1512;&#1497;&#1496; <strong class="application"><code>startxfce4</code></strong> &#1492;&#1508;&#1511;&#1493;&#1491;&#1492; &#1488;&#1513;&#1512; &#1514;&#1512;&#1497;&#1509; &#1488;&#1514; &#1492;&#1500;&#1493;&#1495; &#1514;&#1492;&#1497;&#1492; <strong class="application"><code>xfce4-panel</code></strong>.
  </p><p>
&#1499;&#1488;&#1513;&#1512; &#1497;&#1506;&#1500;&#1492; &#1492;&#1500;&#1493;&#1495;, &#1497;&#1493;&#1510;&#1490; &#1505;&#1512;&#1490;&#1500; &#1489;&#1495;&#1500;&#1511; &#1492;&#1514;&#1495;&#1514;&#1493;&#1503; &#1513;&#1500; &#1492;&#1502;&#1505;&#1498; &#1492;&#1504;&#1512;&#1488;&#1492; &#1499;&#1498;:
  </p><div class="figure"><a name="default-panel-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 1. &#1500;&#1493;&#1495; &#1489;&#1512;&#1497;&#1512;&#1514; &#1492;&#1502;&#1495;&#1491;&#1500; &#1513;&#1500; Xfce</b></p><div class="screenshot"><div class="mediaobject"><img src="images/default_panel.png" alt="&#1500;&#1493;&#1495; XFCE &#1489;&#1510;&#1493;&#1512;&#1514; &#1489;&#1512;&#1497;&#1512;&#1514; &#1492;&#1502;&#1495;&#1491;&#1500;, &#1502;&#1505;&#1508;&#1512; &#1502;&#1513;&#1490;&#1512;&#1497;&#1501;, &#1489;&#1493;&#1491;&#1511; &#1491;&#1493;&#1488;&#1512; &#1506;&#1501; &#1492;&#1493;&#1491;&#1506;&#1492; &#1495;&#1491;&#1513;&#1492;, &#1502;&#1495;&#1500;&#1497;&#1507; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492; &#1493;&#1513;&#1506;&#1493;&#1503;, &#1499;&#1493;&#1500;&#1500; &#1490;&#1501; &#1514;&#1508;&#1512;&#1497;&#1496; &#1500;&#1493;&#1495; &#1508;&#1514;&#1493;&#1495;
	  "></div></div></div><p>
&#1492;&#1514;&#1502;&#1493;&#1504;&#1492; &#1502;&#1510;&#1497;&#1490;&#1492; &#1488;&#1514; &#1492;&#1500;&#1493;&#1495; &#1489;&#1502;&#1510;&#1489; &#1489;&#1512;&#1497;&#1512;&#1514; &#1492;&#1502;&#1495;&#1491;&#1500; &#1506;&#1501; &#1514;&#1508;&#1512;&#1497;&#1496; &#1500;&#1493;&#1495; &#1508;&#1514;&#1493;&#1495;. &#1492;&#1506;&#1489;&#1512;&#1514; &#1492;&#1506;&#1499;&#1489;&#1512; &#1502;&#1506;&#1500; &#1508;&#1512;&#1497;&#1496; &#1489;&#1500;&#1493;&#1495; &#1514;&#1510;&#1497;&#1490; &#1488;&#1514; &#1514;&#1497;&#1488;&#1493;&#1512; &#1492;&#1499;&#1500;&#1497;. &#1492;&#1500;&#1493;&#1495; &#1513;&#1500; Xfce &#1506;&#1493;&#1513;&#1492; &#1513;&#1497;&#1502;&#1493;&#1513; &#1504;&#1497;&#1499;&#1512; &#1489;&#1500;&#1495;&#1510;&#1504;&#1497;&#1501; &#1492;&#1497;&#1502;&#1504;&#1497; &#1493;&#1492;&#1513;&#1502;&#1488;&#1500;&#1497; &#1513;&#1500; &#1492;&#1506;&#1499;&#1489;&#1512;. &#1500;&#1495;&#1510;&#1503; &#1506;&#1499;&#1489;&#1512; &#1492;&#1513;&#1502;&#1488;&#1500;&#1497; &#1502;&#1508;&#1506;&#1497;&#1500; &#1488;&#1514; &#1508;&#1506;&#1493;&#1500;&#1514; &#1489;&#1512;&#1497;&#1512;&#1514; &#1492;&#1502;&#1495;&#1491;&#1500; &#1513;&#1500; &#1492;&#1508;&#1512;&#1497;&#1496; &#1489;&#1506;&#1493;&#1491; &#1513;&#1500;&#1495;&#1510;&#1503; &#1492;&#1506;&#1499;&#1489;&#1512; &#1492;&#1497;&#1502;&#1504;&#1497; &#1506;&#1500; &#1508;&#1497; &#1512;&#1493;&#1489; &#1497;&#1508;&#1506;&#1497;&#1500; &#1514;&#1508;&#1512;&#1497;&#1496; &#1502;&#1511;&#1493;&#1513;&#1512;. &#1500;&#1495;&#1510;&#1503; &#1506;&#1499;&#1489;&#1512; &#1513;&#1502;&#1488;&#1500;&#1497; &#1489;&#1514;&#1493;&#1505;&#1508;&#1514; Shift &#1497;&#1499;&#1493;&#1500; &#1489;&#1491;&#1512;&#1498; &#1499;&#1500;&#1500; &#1500;&#1513;&#1502;&#1513; &#1499;&#1514;&#1495;&#1500;&#1497;&#1507; &#1500;&#1500;&#1495;&#1510;&#1503; &#1492;&#1497;&#1502;&#1504;&#1497;. &#1500;&#1514;&#1513;&#1493;&#1502;&#1514; &#1500;&#1489;&#1498;- &#1492;&#1502;&#1491;&#1512;&#1497;&#1498; &#1502;&#1504;&#1497;&#1495; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1506;&#1499;&#1489;&#1512; &#1500;&#1497;&#1502;&#1504;&#1497;&#1497;&#1501;.
  </p><p>&#1511;&#1497;&#1497;&#1502;&#1493;&#1514; &#1504;&#1511;&#1493;&#1491;&#1493;&#1514; &#1488;&#1495;&#1497;&#1494;&#1492; &#1500;&#1492;&#1494;&#1494;&#1514; &#1492;&#1500;&#1493;&#1495; &#1502;&#1513;&#1504;&#1497; &#1510;&#1497;&#1491;&#1497;&#1493;. &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1504;&#1511;&#1493;&#1491;&#1493;&#1514; &#1488;&#1495;&#1497;&#1494;&#1492; &#1488;&#1500;&#1493; &#1499;&#1491;&#1497; &#1500;&#1490;&#1512;&#1493;&#1512; &#1488;&#1514; &#1492;&#1500;&#1493;&#1495; &#1500;&#1499;&#1500; &#1502;&#1511;&#1493;&#1501; &#1506;&#1500; &#1513;&#1493;&#1500;&#1497; &#1492;&#1502;&#1505;&#1498;. &#1490;&#1512;&#1497;&#1512;&#1492; &#1502;&#1506;&#1489;&#1512; &#1500;&#1502;&#1495;&#1510;&#1497;&#1514; &#1492;&#1502;&#1505;&#1498; &#1514;&#1506;&#1489;&#1497;&#1512; &#1488;&#1514; &#1492;&#1500;&#1493;&#1495; &#1488;&#1500; &#1513;&#1493;&#1500;&#1497; &#1510;&#1497;&#1491;&#1493; &#1492;&#1513;&#1504;&#1497; &#1513;&#1500; &#1492;&#1502;&#1505;&#1498;. &#1500;&#1495;&#1497;&#1510;&#1492; &#1497;&#1502;&#1504;&#1497;&#1514; &#1513;&#1500; &#1492;&#1506;&#1499;&#1489;&#1512; &#1506;&#1500; &#1504;&#1511;&#1493;&#1491;&#1514; &#1488;&#1495;&#1497;&#1494;&#1492; &#1514;&#1510;&#1497;&#1490; &#1514;&#1508;&#1512;&#1497;&#1496; &#1502;&#1494;&#1504;&#1511; &#8230; &#1511;&#1491;&#1497;&#1502;&#1492;, &#1506;&#1493;&#1491; &#1500;&#1488; &#1504;&#1497;&#1505;&#1497;&#1514;?! ;-)
  </p><div class="figure"><a name="handle-popup-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 2. &#1514;&#1508;&#1512;&#1497;&#1496; &#1502;&#1494;&#1504;&#1511; &#1513;&#1500; &#1504;&#1511;&#1493;&#1491;&#1514; &#1488;&#1495;&#1497;&#1494;&#1514; &#1492;&#1500;&#1493;&#1495;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/handle-popup.png" alt="&#1514;&#1508;&#1512;&#1497;&#1496; &#1502;&#1494;&#1504;&#1511; &#1513;&#1498; &#1504;&#1511;&#1493;&#1491;&#1514; &#1492;&#1488;&#1495;&#1497;&#1494;&#1492;."></div></div></div><p>&#1492;&#1513;&#1496;&#1495; &#1489;&#1497;&#1503; &#1497;&#1491;&#1497;&#1493;&#1514; &#1492;&#1488;&#1495;&#1497;&#1494;&#1492; &#1502;&#1499;&#1497;&#1500; &#1508;&#1512;&#1497;&#1496;&#1497; &#1500;&#1493;&#1495;. &#1492;&#1508;&#1512;&#1497;&#1496;&#1497;&#1501; &#1492;&#1494;&#1502;&#1497;&#1504;&#1497;&#1501; &#1502;&#1508;&#1493;&#1512;&#1496;&#1497;&#1501; &#1489;&#1495;&#1500;&#1511; "<a href="#panel-items" target="_top">&#1512;&#1499;&#1497;&#1489;&#1497; &#1492;&#1500;&#1493;&#1495;</a>" &#1502;&#1512;&#1489;&#1497;&#1514; &#1492;&#1508;&#1512;&#1497;&#1496;&#1497;&#1501; &#1502;&#1489;&#1510;&#1506;&#1497;&#1501; &#1508;&#1506;&#1493;&#1500;&#1492; &#1489;&#1506;&#1511;&#1489;&#1493;&#1514; &#1500;&#1495;&#1497;&#1510;&#1492;. &#1500;&#1495;&#1497;&#1510;&#1492; &#1497;&#1502;&#1504;&#1497;&#1514; &#1506;&#1500; &#1508;&#1512;&#1497;&#1496; &#1514;&#1494;&#1504;&#1497;&#1511; &#1514;&#1508;&#1512;&#1497;&#1496; &#1513;&#1502;&#1502;&#1504;&#1493; &#1504;&#1497;&#1514;&#1503; &#1500;&#1508;&#1514;&#1493;&#1495; &#1514;&#1497;&#1489;&#1514; &#1491;&#1493;-&#1513;&#1497;&#1495; &#1502;&#1488;&#1508;&#1497;&#1497;&#1504;&#1497;&#1501;&#8230;, &#1500;&#1492;&#1505;&#1497;&#1512; &#1488;&#1514; &#1492;&#1508;&#1512;&#1497;&#1496; &#1488;&#1493; &#1500;&#1492;&#1493;&#1505;&#1497;&#1507; &#1508;&#1512;&#1497;&#1496; &#1495;&#1491;&#1513;. &#1508;&#1512;&#1497;&#1496;&#1497;&#1501; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1490;&#1501; &#1500;&#1492;&#1514;&#1493;&#1493;&#1505;&#1507; &#1502;&#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1500;&#1495;&#1497;&#1510;&#1492; &#1492;&#1497;&#1502;&#1504;&#1497;&#1514; &#1506;&#1500; &#1488;&#1495;&#1514; &#1502;&#1504;&#1511;&#1493;&#1491;&#1493;&#1514; &#1492;&#1488;&#1495;&#1497;&#1494;&#1492; &#1513;&#1500; &#1492;&#1500;&#1493;&#1495; (&#1502;&#1508;&#1493;&#1512;&#1496; &#1500;&#1506;&#1497;&#1500;). 
  </p><div class="figure"><a name="item-popup-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 3. &#1514;&#1508;&#1512;&#1497;&#1496; &#1502;&#1494;&#1504;&#1511; &#1513;&#1500; &#1508;&#1512;&#1497;&#1496;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/item-popup.png" alt="&#1514;&#1508;&#1512;&#1497;&#1496; &#1502;&#1494;&#1504;&#1511; &#1513;&#1500; &#1508;&#1512;&#1497;&#1496;."></div></div></div><p>&#1499;&#1488;&#1513;&#1512; &#1489;&#1512;&#1510;&#1493;&#1504;&#1498; &#1500;&#1492;&#1493;&#1505;&#1497;&#1507; &#1508;&#1512;&#1497;&#1496;, &#1514;&#1497;&#1489;&#1514; &#1491;&#1493;-&#1513;&#1497;&#1495; &#1514;&#1508;&#1514;&#1495; &#1506;&#1501; &#1512;&#1513;&#1497;&#1502;&#1514; &#1499;&#1500; &#1512;&#1499;&#1497;&#1489;&#1497; &#1492;&#1500;&#1493;&#1495; &#1492;&#1494;&#1502;&#1497;&#1504;&#1497;&#1501;. &#1495;&#1500;&#1511; &#1502;&#1492;&#1512;&#1499;&#1497;&#1489;&#1497;&#1501; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1492;&#1493;&#1508;&#1497;&#1506; &#1508;&#1506;&#1501; &#1488;&#1495;&#1514; &#1489;&#1500;&#1489;&#1491; &#1489;&#1500;&#1493;&#1495;, &#1500;&#1491;&#1493;&#1490;&#1502;&#1492; &#1502;&#1490;&#1513; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514;, &#1493;&#1492;&#1501; &#1497;&#1493;&#1508;&#1497;&#1506;&#1493; &#1489;&#1510;&#1489;&#1506; &#1488;&#1508;&#1493;&#1512; &#1499;&#1488;&#1513;&#1512; &#1508;&#1512;&#1497;&#1496; &#1494;&#1492;&#1492; &#1499;&#1489;&#1512; &#1504;&#1502;&#1510;&#1488;.
  </p><div class="figure"><a name="add-item-dialog-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 4. &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1500;&#1492;&#1493;&#1505;&#1508;&#1514; &#1512;&#1499;&#1497;&#1489;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/add-item-dialog.png" alt="&#1514;&#1497;&#1489;&#1514; &#1491;&#1493;-&#1513;&#1497;&#1495; &#1506;&#1501; &#1512;&#1499;&#1497;&#1489;&#1497;&#1501; &#1494;&#1502;&#1497;&#1504;&#1497;&#1501; &#1513;&#1500; &#1492;&#1500;&#1493;&#1495;"></div></div></div><p>
&#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1500;&#1493;&#1495; &#1502;&#1511;&#1497;&#1508;&#1493;&#1514; &#1504;&#1497;&#1514;&#1503; &#1500;&#1513;&#1504;&#1493;&#1514; &#1491;&#1512;&#1498; &#1502;&#1504;&#1492;&#1500; &#1492;&#1490;&#1491;&#1493;&#1514; Xfce 4, &#1488;&#1493;&#1514;&#1493; &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1514;&#1495;&#1497;&#1500; &#1488;&#1493; &#1502;&#1502;&#1513;&#1490;&#1512; &#1489;&#1500;&#1493;&#1495; &#1488;&#1493; &#1506;&#1500; &#1497;&#1491;&#1497; &#1492;&#1512;&#1510;&#1514; <strong class="application"><code>xfce-settings-show</code></strong>.
    &#1504;&#1497;&#1514;&#1503; &#1500;&#1506;&#1497;&#1497;&#1503; &#1489;- "<a href="#panel-settings" target="_top">&#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1492;&#1500;&#1493;&#1495;</a>" &#1500;&#1492;&#1505;&#1489;&#1512;&#1497;&#1501; &#1506;&#1500; &#1492;&#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1492;&#1494;&#1502;&#1497;&#1504;&#1493;&#1514;.
  </p></div><p> </p><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="panel-items"></a>&#1512;&#1499;&#1497;&#1489;&#1497; &#1492;&#1500;&#1493;&#1495;</h2></div></div></div><p>
&#1500;&#1500;&#1493;&#1495; Xfce 4 &#1497;&#1513; &#1488;&#1514; &#1492;&#1497;&#1499;&#1493;&#1500;&#1514; &#1500;&#1496;&#1506;&#1493;&#1503; &#1492;&#1512;&#1495;&#1489;&#1493;&#1514; &#1495;&#1497;&#1510;&#1493;&#1504;&#1497;&#1493;&#1514; &#1499;&#1502;&#1493; &#1490;&#1501; &#1499;&#1488;&#1500;&#1493; &#1513;&#1502;&#1493;&#1489;&#1504;&#1493;&#1514; &#1489;&#1493;. &#1489;&#1495;&#1500;&#1511; &#1494;&#1492; &#1504;&#1514;&#1488;&#1512; &#1512;&#1511; &#1488;&#1514; &#1512;&#1499;&#1497;&#1489;&#1497; &#1492;&#1500;&#1493;&#1495; &#1492;&#1502;&#1493;&#1514;&#1511;&#1504;&#1497;&#1501; &#1488;&#1497;&#1514;&#1493;.
  </p><p>
    &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1502;&#1488;&#1508;&#1497;&#1504;&#1497; &#1512;&#1499;&#1497;&#1489; &#1489;&#1500;&#1493;&#1495; &#1504;&#1497;&#1514;&#1504;&#1514; &#1500;&#1508;&#1514;&#1497;&#1495;&#1492; &#1491;&#1512;&#1498; &#1514;&#1508;&#1512;&#1497;&#1496; &#1500;&#1495;&#1510;&#1503; &#1492;&#1506;&#1499;&#1489;&#1512; &#1492;&#1497;&#1502;&#1504;&#1497; &#1506;&#1500; &#1492;&#1512;&#1499;&#1497;&#1489;. &#1500;&#1499;&#1500; &#1505;&#1493;&#1490; &#1513;&#1500; &#1512;&#1499;&#1497;&#1489;&#1497; &#1500;&#1493;&#1495; &#1497;&#1513; &#1488;&#1514; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500;&#1493;. &#1499;&#1500; &#1514;&#1497;&#1489;&#1514; &#1491;&#1493;-&#1513;&#1497;&#1495; &#1502;&#1510;&#1497;&#1506;&#1492; &#1500;&#1499;&#1500; &#1492;&#1508;&#1495;&#1493;&#1514; &#1488;&#1514; &#1492;&#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1492;&#1489;&#1488;&#1493;&#1514;:
  </p><div class="itemizedlist"><ul type="disc"><li>&#1513;&#1497;&#1504;&#1493;&#1497; &#1502;&#1497;&#1511;&#1493;&#1501; &#1492;&#1512;&#1499;&#1497;&#1489; &#1506;&#1500; &#1492;&#1500;&#1493;&#1495;.</li><li>&#1492;&#1505;&#1512;&#1514; &#1492;&#1512;&#1499;&#1497;&#1489;.</li><li>&#1505;&#1490;&#1497;&#1512;&#1514; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495;.</li></ul></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="launcher-item"></a>&#1502;&#1513;&#1490;&#1512;</h3></div></div></div><p>&#1492;&#1502;&#1513;&#1490;&#1512; &#1492;&#1493;&#1488; &#1508;&#1512;&#1497;&#1496; &#1492;&#1500;&#1493;&#1495; &#1492;&#1504;&#1508;&#1493;&#1509; &#1489;&#1497;&#1493;&#1514;&#1512;. &#1492;&#1502;&#1513;&#1490;&#1512; &#1502;&#1488;&#1508;&#1513;&#1512; &#1488;&#1497;&#1514;&#1495;&#1493;&#1500; &#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514; &#1502;&#1492;&#1500;&#1493;&#1495;. &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1502;&#1488;&#1508;&#1497;&#1497;&#1504;&#1497;&#1501; &#1502;&#1510;&#1497;&#1506;&#1492; &#1488;&#1514; &#1492;&#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1492;&#1489;&#1488;&#1493;&#1514;:
    </p><div class="variablelist"><dl><dt><span class="term">&#1505;&#1502;&#1500;</span></dt><dd><p>&#1505;&#1502;&#1500;&#1497;&#1501; &#1489;&#1492;&#1501; &#1497;&#1492;&#1497;&#1492; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1500;&#1493;&#1495; &#1497;&#1506;&#1511;&#1489;&#1493; &#1488;&#1495;&#1512; &#1506;&#1512;&#1499;&#1514; &#1492;&#1504;&#1493;&#1513;&#1488; &#1492;&#1504;&#1489;&#1495;&#1512;&#1514;  
	  <a href="xfce-mcs-plugins.html#ui-settings" target="_top">&#1502;&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1492;&#1502;&#1504;&#1513;&#1511;</a>. &#1504;&#1497;&#1514;&#1503; &#1499;&#1502;&#1493;&#1489;&#1503; &#1500;&#1489;&#1495;&#1493;&#1512; &#1489;&#1505;&#1502;&#1500; &#1502;&#1493;&#1514;&#1488;&#1501; &#1488;&#1497;&#1513;&#1497;&#1514;, &#1492;&#1503; &#1506;&#1500; &#1497;&#1491;&#1497; &#1491;&#1508;&#1491;&#1508;&#1493;&#1507; &#1489;&#1502;&#1506;&#1512;&#1499;&#1514; &#1492;&#1511;&#1489;&#1510;&#1497;&#1501; &#1502;&#1492;&#1499;&#1508;&#1514;&#1493;&#1512; &#1492;&#1505;&#1502;&#1493;&#1498; &#1500;&#1502;&#1493;&#1489;&#1488;&#1492; &#1493;&#1492;&#1503; &#1506;&#1500; &#1497;&#1491;&#1497; &#1490;&#1512;&#1497;&#1512;&#1514; &#1514;&#1502;&#1493;&#1504;&#1492; &#1506;&#1500; &#1488;&#1494;&#1493;&#1512; &#1492;&#1514;&#1510;&#1493;&#1490;&#1492; &#1492;&#1502;&#1511;&#1491;&#1497;&#1502;&#1492; &#1502;&#1502;&#1504;&#1492;&#1500; &#1492;&#1511;&#1489;&#1510;&#1497;&#1501;.
</p></dd><dt><span class="term">&#1508;&#1511;&#1493;&#1491;&#1492;</span></dt><dd><p>&#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1511;&#1500;&#1497;&#1491; &#1488;&#1514; &#1492;&#1508;&#1511;&#1493;&#1491;&#1492; &#1500;&#1492;&#1512;&#1510;&#1492; &#1488;&#1493; &#1500;&#1491;&#1508;&#1491;&#1507; &#1489;&#1502;&#1506;&#1512;&#1499;&#1514; &#1492;&#1511;&#1489;&#1510;&#1497;&#1501;. &#1511;&#1497;&#1497;&#1502;&#1514; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1488;&#1514;&#1495;&#1500; &#1489;&#1502;&#1505;&#1493;&#1507; &#1493;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1492;&#1514;&#1513;&#1502;&#1513; &#1489;&#1492;&#1493;&#1491;&#1506;&#1514; &#1488;&#1514;&#1495;&#1493;&#1500;. &#1502;&#1513;&#1502;&#1506;&#1493;&#1514; &#1492;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1492;&#1488;&#1495;&#1512;&#1493;&#1504;&#1492; &#1492;&#1497;&#1488; &#1513;&#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1512;&#1488;&#1493;&#1514; &#1513;&#1506;&#1493;&#1503; &#1489;&#1506;&#1514; &#1496;&#1506;&#1504;&#1497;&#1514; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1488;&#1498; &#1490;&#1501; &#1506;&#1500; &#1492;&#1497;&#1513;&#1493;&#1501; &#1500;&#1514;&#1502;&#1493;&#1498; &#1489;&#1499;&#1498;. &#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514; &#1513;&#1504;&#1489;&#1504;&#1493; &#1506;&#1501; GTK 2.2 &#1488;&#1502;&#1493;&#1512;&#1493;&#1514; &#1500;&#1514;&#1502;&#1493;&#1498; &#1489;&#1499;&#1498;.
</p></dd><dt><span class="term">&#1514;&#1497;&#1488;&#1493;&#1512; &#1492;&#1499;&#1500;&#1497;</span></dt><dd><p>&#1512;&#1499;&#1497;&#1489; &#1492;&#1500;&#1493;&#1495; &#1497;&#1510;&#1497;&#1490; &#1514;&#1497;&#1488;&#1493;&#1512; &#1499;&#1500;&#1497; &#1494;&#1492; &#1488;&#1501; &#1497;&#1493;&#1513;&#1492;&#1492; &#1492;&#1506;&#1499;&#1489;&#1512; &#1506;&#1500;&#1497;&#1493;.
</p></dd><dt><span class="term">&#1514;&#1508;&#1512;&#1497;&#1496;</span></dt><dd><p>&#1500;&#1502;&#1513;&#1490;&#1512; &#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1510;&#1493;&#1512;&#1507; &#1514;&#1508;&#1512;&#1497;&#1496; &#1500;&#1493;&#1495;. &#1499;&#1488;&#1513;&#1512; &#1504;&#1489;&#1495;&#1512;&#1514; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1494;&#1488;&#1514; &#1499;&#1508;&#1514;&#1493;&#1512; &#1511;&#1496;&#1503; &#1506;&#1501; &#1495;&#1509; &#1497;&#1493;&#1508;&#1497;&#1506; &#1489;&#1505;&#1502;&#1493;&#1498; &#1500;&#1508;&#1512;&#1497;&#1496;. &#1502;&#1497;&#1491;&#1506; &#1504;&#1493;&#1505;&#1507; &#1506;&#1500; &#1514;&#1508;&#1512;&#1497;&#1496;&#1497; &#1500;&#1493;&#1495; &#1504;&#1497;&#1514;&#1503; &#1500;&#1502;&#1510;&#1493;&#1488; <a href="#subpanels" target="_top">&#1499;&#1488;&#1503;</a> &#1504;&#1497;&#1514;&#1503; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1502;&#1497;&#1511;&#1493;&#1501; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1502;&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1502;&#1488;&#1508;&#1497;&#1497;&#1504;&#1497; &#1492;&#1500;&#1493;&#1495;.
</p></dd></dl></div><div class="figure"><a name="launcher-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 5. &#1502;&#1513;&#1490;&#1512;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/launcher-properties.png" alt="&#1514;&#1497;&#1489;&#1514; &#1491;&#1493; &#1513;&#1497;&#1495; &#1513;&#1500; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1512;&#1499;&#1497;&#1489; &#1500;&#1493;&#1495;."></div></div></div></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="clock-item"></a>&#1513;&#1506;&#1493;&#1503; Xfce</h3></div></div></div><p>&#1500;&#1513;&#1506;&#1493;&#1503; &#1513;&#1500; Xfce &#1502;&#1505;&#1508;&#1512; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1500;&#1513;&#1497;&#1504;&#1493;&#1497; &#1492;&#1514;&#1510;&#1493;&#1490;&#1492;. &#1511;&#1497;&#1497;&#1502;&#1497;&#1501; &#1513;&#1500;&#1493;&#1513;&#1492; &#1505;&#1493;&#1490;&#1497; &#1513;&#1506;&#1493;&#1504;&#1497;&#1501;: &#1488;&#1504;&#1488;&#1500;&#1493;&#1490;&#1497;, &#1491;&#1497;&#1490;&#1497;&#1496;&#1488;&#1500;&#1497; &#1493;-LED. &#1511;&#1497;&#1497;&#1502;&#1514; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1492;&#1510;&#1490;&#1514; &#1513;&#1504;&#1497;&#1493;&#1514; &#1493;&#1506;&#1489;&#1493;&#1512; &#1492;&#1513;&#1506;&#1493;&#1504;&#1497;&#1501; &#1502;&#1505;&#1493;&#1490; LED &#1493;&#1491;&#1497;&#1490;&#1497;&#1496;&#1488;&#1500;&#1497; &#1489;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514;&#1498; &#1500;&#1489;&#1495;&#1493;&#1512; &#1489;&#1497;&#1503; &#1502;&#1510;&#1489; &#1514;&#1510;&#1493;&#1490;&#1492; &#1513;&#1500; 24 &#1513;&#1506;&#1493;&#1514; &#1500;&#1502;&#1510;&#1489; &#1513;&#1500; 12 &#1513;&#1506;&#1493;&#1514; &#1493;&#1500;&#1502;&#1510;&#1489; &#1513;&#1500; 12 &#1513;&#1506;&#1493;&#1514; &#1506;&#1501; &#1495;&#1497;&#1493;&#1493;&#1497; AM/PM. &#1492;&#1513;&#1506;&#1493;&#1503; &#1502;&#1510;&#1497;&#1490; &#1488;&#1514; &#1492;&#1514;&#1488;&#1512;&#1497;&#1498; &#1492;&#1504;&#1493;&#1499;&#1495;&#1497; &#1499;&#1514;&#1497;&#1488;&#1493;&#1512; &#1492;&#1499;&#1500;&#1497;. &#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1492;&#1513;&#1506;&#1493;&#1503; &#1488;&#1497;&#1504;&#1492; &#1502;&#1489;&#1510;&#1506;&#1514; &#1499;&#1500; &#1508;&#1506;&#1493;&#1500;&#1492;.
    </p><div class="figure"><a name="clock-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 6. &#1512;&#1499;&#1497;&#1489; &#1492;&#1513;&#1506;&#1493;&#1503;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/clock-properties.png" alt="&#1514;&#1497;&#1489;&#1514; &#1491;&#1493;-&#1513;&#1497;&#1495; &#1500;&#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1492;&#1513;&#1506;&#1493;&#1503;"></div></div></div></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="mailcheck-item"></a>&#1489;&#1493;&#1491;&#1511; &#1492;&#1491;&#1493;&#1488;&#1512;</h3></div></div></div><p>&#1489;&#1493;&#1491;&#1511; &#1492;&#1491;&#1493;&#1488;&#1512; &#1502;&#1508;&#1511;&#1495; &#1506;&#1500; &#1514;&#1497;&#1489;&#1514; &#1491;&#1493;&#1488;&#1512; &#1500;&#1491;&#1493;&#1488;&#1512; &#1504;&#1499;&#1504;&#1505;. &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;&#1488;&#1512; &#1497;&#1499;&#1493;&#1500;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1489;&#1514;&#1505;&#1491;&#1497;&#1512; mbox &#1488;&#1493; Maildir.
    </p><p>&#1505;&#1502;&#1500; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;&#1488;&#1512; &#1506;&#1493;&#1511;&#1489; &#1488;&#1495;&#1512; &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1506;&#1512;&#1499;&#1514; &#1492;&#1504;&#1493;&#1513;&#1488;. &#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1495;&#1493;&#1512; &#1488;&#1514; &#1502;&#1497;&#1511;&#1493;&#1501; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;&#1488;&#1512;, &#1492;&#1508;&#1511;&#1493;&#1491;&#1492; &#1500;&#1492;&#1512;&#1510;&#1492; &#1489;&#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1492;&#1499;&#1508;&#1514;&#1493;&#1512; &#1493;&#1488;&#1514; &#1492;&#1502;&#1512;&#1493;&#1493;&#1495; &#1489;&#1497;&#1503; &#1489;&#1491;&#1497;&#1511;&#1493;&#1514; &#1492;&#1491;&#1493;&#1488;&#1512;. &#1492;&#1508;&#1511;&#1493;&#1491;&#1492; &#1489;&#1506;&#1500;&#1514; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1499;&#1513;&#1500; &#1508;&#1511;&#1493;&#1491;&#1514; &#1502;&#1513;&#1490;&#1512; (&#1508;&#1497;&#1512;&#1493;&#1496; <a href="#launcher-item" target="_top">&#1500;&#1506;&#1497;&#1500;</a>).&#1504;&#1497;&#1514;&#1503; &#1490;&#1501; &#1500;&#1489;&#1495;&#1493;&#1512; &#1489;&#1508;&#1511;&#1493;&#1491;&#1492; &#1513;&#1514;&#1489;&#1493;&#1510;&#1506; &#1489;&#1492;&#1514;&#1511;&#1489;&#1500; &#1492;&#1493;&#1491;&#1506;&#1492; &#1495;&#1491;&#1513;&#1492;.
    </p><div class="figure"><a name="mailcheck-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 7. &#1512;&#1499;&#1497;&#1489; &#1489;&#1493;&#1491;&#1511; &#1492;&#1491;&#1493;&#1488;&#1512;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/mailcheck-properties.png" alt="&#1514;&#1497;&#1489;&#1514; &#1492;&#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1513;&#1500; &#1489;&#1493;&#1491;&#1511; &#1492;&#1491;&#1493;&#1488;&#1512;"></div></div></div><p>&#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1502;&#1514;&#1511;&#1491;&#1501; &#1504;&#1497;&#1514;&#1503; &#1500;&#1505;&#1508;&#1511; &#1514;&#1497;&#1489;&#1514; POP3 &#1506;&#1500; &#1513;&#1512;&#1514; &#1502;&#1512;&#1493;&#1495;&#1511; &#1488;&#1501; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1489;&#1514;&#1495;&#1489;&#1497;&#1512; &#1492;&#1489;&#1488;:
      <code class="option">pop3://user:password@server:port</code>. &#1488;&#1501; &#1500;&#1488; &#1497;&#1502;&#1493;&#1500;&#1488; &#1513;&#1491;&#1492; &#1492;-port &#1497;&#1506;&#1513;&#1492; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;- 110 &#1499;&#1489;&#1512;&#1497;&#1512;&#1514; &#1502;&#1495;&#1491;&#1500;.
    </p><p>&#1497;&#1513; &#1500;&#1513;&#1497;&#1501; &#1500;&#1489; &#1499;&#1497; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1494;&#1488;&#1514; &#1506;&#1491;&#1497;&#1497;&#1503; &#1504;&#1497;&#1505;&#1497;&#1493;&#1504;&#1497;&#1514; &#1489;&#1513;&#1500;&#1489; &#1494;&#1492;. &#1489;&#1496;&#1512;&#1501; &#1513;&#1497;&#1502;&#1493;&#1513;, &#1497;&#1513; &#1500;&#1493;&#1491;&#1488; &#1499;&#1497; &#1495;&#1497;&#1489;&#1493;&#1512; &#1492;&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496; &#1514;&#1511;&#1497;&#1503; &#1502;&#1513;&#1493;&#1501; &#1513;&#1499;&#1513;&#1500; &#1489;&#1489;&#1491;&#1497;&#1511;&#1514; &#1492;&#1491;&#1493;&#1488;&#1512; &#1506;&#1500;&#1493;&#1500; &#1500;&#1495;&#1505;&#1493;&#1501; &#1488;&#1514; &#1492;&#1500;&#1493;&#1495;.
    </p></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="switcher-item"></a>&#1502;&#1495;&#1500;&#1497;&#1507; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492; &#1490;&#1512;&#1508;&#1497;</h3></div></div></div><p>&#1492;&#1500;&#1493;&#1495; &#1502;&#1505;&#1508;&#1511; &#1513;&#1504;&#1497; &#1512;&#1499;&#1497;&#1489;&#1497;&#1501; &#1500;&#1496;&#1497;&#1508;&#1493;&#1500; &#1489;&#1513;&#1493;&#1500;&#1495;&#1504;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492; &#1493;&#1497;&#1512;&#1496;&#1493;&#1488;&#1500;&#1497;&#1501; - &#1502;&#1495;&#1500;&#1497;&#1507; &#1505;&#1497;&#1489;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492; &#1491;&#1502;&#1493;&#1497; CDE, &#1513;&#1502;&#1510;&#1497;&#1490; &#1499;&#1508;&#1514;&#1493;&#1512;&#1497;&#1501; &#1506;&#1501; &#1513;&#1501; &#1513;&#1500;&#1493;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;, &#1493;&#1502;&#1495;&#1500;&#1497;&#1507; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492; &#1490;&#1512;&#1508;&#1497;, &#1513;&#1502;&#1510;&#1497;&#1490; &#1514;&#1502;&#1493;&#1504;&#1492; &#1502;&#1502;&#1493;&#1494;&#1506;&#1512;&#1514; &#1513;&#1500; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1493;&#1488;&#1507; &#1502;&#1488;&#1508;&#1513;&#1512; &#1500;&#1492;&#1494;&#1497;&#1494; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1489;&#1497;&#1503; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492; &#1513;&#1493;&#1504;&#1493;&#1514; &#1506;&#1500; &#1497;&#1491;&#1497; &#1490;&#1512;&#1497;&#1512;&#1514; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1492;&#1502;&#1502;&#1493;&#1494;&#1506;&#1512;&#1497;&#1501; &#1489;&#1502;&#1495;&#1500;&#1497;&#1507; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492;. &#1489;&#1506;&#1494;&#1512;&#1514; &#1502;&#1495;&#1500;&#1497;&#1507; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1490;&#1512;&#1508;&#1497; &#1504;&#1497;&#1514;&#1503; &#1490;&#1501; &#1500;&#1506;&#1489;&#1493;&#1512; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492; &#1506;&#1500; &#1497;&#1491;&#1497; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1490;&#1500;&#1490;&#1500;&#1514; &#1492;&#1506;&#1499;&#1489;&#1512;.
    </p><p>&#1502;&#1495;&#1500;&#1497;&#1507; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1490;&#1512;&#1508;&#1497; &#1504;&#1497;&#1514;&#1503; &#1500;&#1511;&#1489;&#1493;&#1506; &#1488;&#1514; &#1502;&#1505;&#1508;&#1512; &#1492;&#1513;&#1493;&#1512;&#1493;&#1514; &#1489;&#1492;&#1503; &#1497;&#1506;&#1513;&#1492; &#1513;&#1497;&#1502;&#1493;&#1513;, &#1488;&#1493; &#1492;&#1496;&#1493;&#1512;&#1497;&#1501; &#1499;&#1488;&#1513;&#1512; &#1492;&#1500;&#1493;&#1495; &#1489;&#1502;&#1510;&#1489; &#1488;&#1504;&#1499;.</p><div class="figure"><a name="pager-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 8. &#1502;&#1495;&#1500;&#1497;&#1507; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1506;&#1489;&#1493;&#1491;&#1492; &#1490;&#1512;&#1508;&#1497;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/pager-properties.png" alt=" &#1514;&#1497;&#1489;&#1514; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1513;&#1500; &#1502;&#1495;&#1500;&#1497;&#1507; &#1505;&#1489;&#1497;&#1489;&#1493;&#1514; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; 
	    "></div></div></div></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="systembuttons-item"></a>&#1499;&#1508;&#1514;&#1493;&#1512;&#1497; &#1502;&#1506;&#1512;&#1499;&#1514;</h3></div></div></div><p>&#1512;&#1499;&#1497;&#1489; &#1499;&#1508;&#1514;&#1493;&#1512;&#1497; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514; &#1502;&#1510;&#1497;&#1490; &#1499;&#1508;&#1514;&#1493;&#1512; &#1488;&#1493; &#1513;&#1504;&#1497;&#1497;&#1501; &#1492;&#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1489;&#1510;&#1506; &#1508;&#1506;&#1493;&#1500;&#1493;&#1514; &#1502;&#1506;&#1512;&#1499;&#1514; &#1502;&#1497;&#1493;&#1495;&#1491;&#1493;&#1514;. &#1492;&#1499;&#1508;&#1514;&#1493;&#1512;&#1497;&#1501; &#1506;&#1493;&#1511;&#1489;&#1497;&#1501; &#1488;&#1495;&#1512; &#1506;&#1512;&#1499;&#1514; &#1492;&#1504;&#1493;&#1513;&#1488; &#1500;&#1505;&#1502;&#1500;&#1497; &#1492;&#1500;&#1493;&#1495;. &#1511;&#1497;&#1497;&#1502;&#1497;&#1501; &#1488;&#1512;&#1489;&#1506; &#1499;&#1508;&#1514;&#1493;&#1512;&#1497;&#1501; &#1494;&#1502;&#1497;&#1504;&#1497;&#1501;:
</p><div class="variablelist"><dl><dt><span class="term">&#1504;&#1506;&#1497;&#1500;&#1492;</span></dt><dd><p>&#1502;&#1512;&#1497;&#1509; &#1488;&#1514; &#1492;&#1514;&#1505;&#1512;&#1497;&#1496; <strong class="application"><code>xflock4</code></strong> &#1513;&#1497;&#1504;&#1505;&#1492; &#1500;&#1504;&#1506;&#1493;&#1500; &#1488;&#1514; &#1492;&#1502;&#1505;&#1498; &#1489;&#1506;&#1494;&#1512;&#1514; xscreensaver &#1488;&#1493; &#1489;&#1502;&#1511;&#1512;&#1492; &#1513;&#1494;&#1492; &#1497;&#1499;&#1513;&#1500; xlock.
</p></dd><dt><span class="term">&#1497;&#1510;&#1497;&#1488;&#1492;</span></dt><dd><p>&#1499;&#1508;&#1514;&#1493;&#1512; &#1494;&#1492; &#1497;&#1511;&#1508;&#1497;&#1509; &#1514;&#1497;&#1489;&#1514; &#1491;&#1493;-&#1513;&#1497;&#1495; &#1500;&#1505;&#1497;&#1493;&#1501; &#1492;&#1508;&#1506;&#1500;&#1514; Xfce.
</p></dd><dt><span class="term">&#1502;&#1497;&#1491;&#1506;</span></dt><dd><p>&#1499;&#1508;&#1514;&#1493;&#1512; &#1492;&#1502;&#1497;&#1491;&#1506; &#1497;&#1510;&#1497;&#1490; &#1488;&#1514; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; <span class="emphasis"><em>&#1488;&#1493;&#1491;&#1493;&#1514; Xfce 4</em></span>.
</p></dd><dt><span class="term">&#1492;&#1490;&#1491;&#1512;&#1493;&#1514;</span></dt><dd><p>&#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1514;&#1508;&#1514;&#1495; &#1488;&#1514; &#1514;&#1497;&#1489;&#1514; &#1502;&#1504;&#1492;&#1500; &#1492;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1513;&#1500; Xfce, &#1502;&#1502;&#1504;&#1493; &#1497;&#1513; &#1490;&#1497;&#1513;&#1492; &#1500;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1499;&#1500; &#1512;&#1499;&#1497;&#1489;&#1497; Xfce &#1493;&#1495;&#1500;&#1511; &#1502;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514;, &#1500;&#1491;&#1493;&#1490;&#1502;&#1492; &#1492;&#1514;&#1504;&#1492;&#1490;&#1493;&#1514; &#1492;&#1506;&#1499;&#1489;&#1512; &#1493;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1502;&#1504;&#1513;&#1511; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;.
</p></dd></dl></div><div class="figure"><a name="systembuttons-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 9. &#1499;&#1508;&#1514;&#1493;&#1512;&#1497; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/systembuttons-properties.png" alt="&#1502;&#1510;&#1497;&#1490; &#1514;&#1497;&#1489;&#1514; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1513;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512;&#1497; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514;.
	    "></div></div></div></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="separator-item"></a>&#1502;&#1508;&#1512;&#1497;&#1491;</h3></div></div></div><p>&#1512;&#1499;&#1497;&#1489; &#1494;&#1492; &#1508;&#1513;&#1493;&#1496; &#1502;&#1493;&#1505;&#1497;&#1507; &#1511;&#1493; &#1502;&#1508;&#1512;&#1497;&#1491; &#1500;&#1500;&#1493;&#1495;. &#1488;&#1497;&#1503; &#1500;&#1508;&#1512;&#1497;&#1496; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1500;&#1499;&#1497;&#1493;&#1493;&#1503; &#1508;&#1512;&#1496; &#1500;&#1502;&#1497;&#1511;&#1493;&#1502;&#1493;.
    </p><p>&#1497;&#1514;&#1499;&#1503; &#1499;&#1497; &#1497;&#1492;&#1497;&#1492; &#1502;&#1506;&#1496; &#1511;&#1513;&#1492; &#1500;&#1492;&#1490;&#1497;&#1506; &#1500;&#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1500;&#1495;&#1510;&#1503; &#1492;&#1497;&#1502;&#1504;&#1497; &#1513;&#1500; &#1508;&#1512;&#1497;&#1496; &#1494;&#1492; &#1489;&#1513;&#1500; &#1490;&#1493;&#1491;&#1500;&#1493; &#1492;&#1508;&#1497;&#1494;&#1497; &#1513;&#1500; &#1492;&#1512;&#1499;&#1497;&#1489;.
    </p><div class="figure"><a name="nooptions-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 10. &#1512;&#1499;&#1497;&#1489; &#1500;&#1500;&#1488; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/nooptions-properties.png" alt="&#1502;&#1510;&#1497;&#1490; &#1514;&#1497;&#1489;&#1492; &#1513;&#1500; &#1512;&#1499;&#1497;&#1489; &#1500;&#1500;&#1488; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514;.
	    "></div></div></div></div><p> </p></div><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="subpanels"></a>&#1514;&#1508;&#1512;&#1497;&#1496;&#1497; &#1492;&#1500;&#1493;&#1495;</h2></div></div></div><p>&#1500;&#1502;&#1513;&#1490;&#1512;&#1497;&#1501; &#1489;&#1500;&#1493;&#1495; &#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1513;&#1493;&#1497;&#1498; &#1514;&#1508;&#1512;&#1497;&#1496; &#1513;&#1504;&#1508;&#1514;&#1495; &#1489;&#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; &#1492;&#1495;&#1509; &#1492;&#1511;&#1496;&#1503; &#1492;&#1505;&#1502;&#1493;&#1498; &#1500;&#1508;&#1512;&#1497;&#1496;. &#1502;&#1497;&#1511;&#1493;&#1502;&#1493; &#1492;&#1502;&#1491;&#1493;&#1497;&#1511; &#1513;&#1500; &#1500;&#1495;&#1510;&#1503; &#1494;&#1492; &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1490;&#1491;&#1512;&#1492; &#1502;&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1492;&#1500;&#1493;&#1495;. &#1504;&#1497;&#1514;&#1503; &#1500;&#1508;&#1514;&#1493;&#1495; &#1488;&#1514; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1490;&#1501; &#1506;&#1500; &#1497;&#1491;&#1497; &#1500;&#1495;&#1497;&#1510;&#1492; &#1502;&#1502;&#1493;&#1505;&#1499;&#1514; &#1506;&#1500; &#1499;&#1508;&#1514;&#1493;&#1512; &#1492;&#1502;&#1513;&#1490;&#1512;. &#1500;&#1488;&#1495;&#1512; &#1492;&#1513;&#1492;&#1497;&#1492; &#1511;&#1510;&#1512;&#1492; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1497;&#1508;&#1514;&#1495;.
  </p><p>&#1497;&#1513; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;-'&#1492;&#1493;&#1505;&#1507; &#1502;&#1513;&#1490;&#1512;' &#1492;&#1502;&#1493;&#1508;&#1497;&#1506; &#1489;&#1512;&#1488;&#1513; &#1514;&#1508;&#1512;&#1497;&#1496; &#1500;&#1493;&#1495; &#1499;&#1491;&#1497; &#1500;&#1492;&#1493;&#1505;&#1497;&#1507; &#1512;&#1499;&#1497;&#1489; &#1495;&#1491;&#1513;, &#1500;&#1495;&#1497;&#1500;&#1493;&#1508;&#1497;&#1503; &#1504;&#1497;&#1514;&#1503; &#1500;&#1490;&#1512;&#1493;&#1512; &#1511;&#1493;&#1489;&#1509; &#1489;&#1512; &#1492;&#1508;&#1506;&#1500;&#1492; &#1488;&#1500; &#1508;&#1512;&#1497;&#1496; &#1494;&#1492; &#1502;&#1502;&#1504;&#1492;&#1500; &#1511;&#1489;&#1510;&#1497;&#1501;. &#1499;&#1491;&#1497; &#1500;&#1492;&#1505;&#1497;&#1512; &#1508;&#1512;&#1497;&#1496; &#1502;&#1514;&#1508;&#1512;&#1497;&#1496; &#1500;&#1493;&#1495; &#1497;&#1513; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1499;&#1508;&#1514;&#1493;&#1512; &#1492;-'&#1492;&#1505;&#1512;&#1492;' &#1489;&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1492;&#1502;&#1488;&#1508;&#1497;&#1497;&#1504;&#1497;&#1501;.
  </p><p>&#1514;&#1499;&#1493;&#1504;&#1492; &#1502;&#1497;&#1493;&#1495;&#1491;&#1514; &#1513;&#1500; &#1514;&#1508;&#1512;&#1497;&#1496;&#1497; &#1500;&#1493;&#1495; &#1492;&#1497;&#1488; &#1497;&#1499;&#1493;&#1500;&#1514;&#1501; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1504;&#1493;&#1514;&#1511;&#1497;&#1501; &#1502;&#1492;&#1500;&#1493;&#1495; &#1493;-&#8220;&#1500;&#1495;&#1497;&#1493;&#1514;&#8221; &#1489;&#1495;&#1500;&#1493;&#1503; &#1502;&#1513;&#1500;&#1492;&#1501;. &#1499;&#1491;&#1497; &#1500;&#1492;&#1508;&#1512;&#1497;&#1491; &#1514;&#1508;&#1512;&#1497;&#1496; &#1502;&#1492;&#1500;&#1493;&#1495; &#1497;&#1513; &#1500;&#1500;&#1495;&#1493;&#1509; &#1506;&#1500; &#1492;&#1511;&#1493; &#1489;&#1514;&#1495;&#1514;&#1497;&#1514; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; (&#1504;&#1497;&#1514;&#1503; &#1500;&#1512;&#1488;&#1493;&#1514; &#1494;&#1488;&#1514; <a href="#default-panel-fig" target="_top">&#1489;&#1514;&#1502;&#1493;&#1504;&#1514; &#1492;&#1502;&#1505;&#1498;</a> &#1513;&#1500; &#1500;&#1493;&#1495; &#1489;&#1512;&#1497;&#1512;&#1514; &#1492;&#1502;&#1495;&#1491;&#1500;).
  </p><p>&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1508;&#1512;&#1497;&#1496; &#1489;&#1514;&#1508;&#1512;&#1497;&#1496; &#1504;&#1508;&#1514;&#1495;&#1514; &#1502;&#1497;&#1491;&#1497;&#1514; &#1489;&#1500;&#1495;&#1497;&#1510;&#1514; &#1500;&#1495;&#1510;&#1503; &#1492;&#1506;&#1499;&#1489;&#1512; &#1492;&#1497;&#1502;&#1504;&#1497;. &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1506;&#1510;&#1502;&#1492; &#1491;&#1493;&#1502;&#1492; &#1489;&#1497;&#1493;&#1514;&#1512; &#1500;&#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1502;&#1513;&#1490;&#1512;&#1497; &#1492;&#1500;&#1493;&#1495;.
  </p><div class="figure"><a name="menuitem-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 11. &#1514;&#1508;&#1512;&#1497;&#1496; &#1500;&#1493;&#1495;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/menuitem-properties.png" alt="&#1514;&#1497;&#1489;&#1514; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1513;&#1500; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496;.
	  "></div></div></div></div><p> </p><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="panel-settings"></a>&#1492;&#1506;&#1491;&#1508;&#1493;&#1514; &#1492;&#1500;&#1493;&#1495;</h2></div></div></div><p>&#1488;&#1514; &#1514;&#1497;&#1489;&#1514; &#1492;&#1491;&#1493;-&#1513;&#1497;&#1495; &#1513;&#1500; &#1502;&#1488;&#1508;&#1497;&#1497;&#1504;&#1497; &#1492;&#1500;&#1493;&#1495; &#1504;&#1497;&#1514;&#1503; &#1500;&#1508;&#1514;&#1493;&#1495; &#1492;&#1503; &#1502;&#1502;&#1504;&#1492;&#1500; &#1492;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1513;&#1500; Xfce 4 &#1493;&#1492;&#1503; &#1502;&#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1500;&#1495;&#1510;&#1503; &#1492;&#1497;&#1502;&#1504;&#1497; &#1513;&#1500; &#1492;&#1506;&#1499;&#1489;&#1512; &#1506;&#1500; &#1488;&#1495;&#1514; &#1502;&#1497;&#1491;&#1497;&#1493;&#1514; &#1492;&#1492;&#1494;&#1494;&#1492; &#1513;&#1500; &#1492;&#1500;&#1493;&#1495;.
  </p><div class="figure"><a name="panel-settings-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 12. &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1492;&#1500;&#1493;&#1495;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/panel-settings.png" alt="&#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1513;&#1500; &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1490;&#1500;&#1493;&#1489;&#1500;&#1497;&#1493;&#1514; &#1513;&#1500; &#1492;&#1500;&#1493;&#1495;.
	  "></div></div></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="panel-apearance"></a>&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1492;&#1500;&#1493;&#1495;</h3></div></div></div><div class="variablelist"><dl><dt><span class="term">&#1490;&#1493;&#1491;&#1500;</span></dt><dd><p>&#1497;&#1513;&#1504;&#1501; &#1488;&#1512;&#1489;&#1506;&#1492; &#1490;&#1491;&#1500;&#1497;&#1501; &#1494;&#1502;&#1497;&#1504;&#1497;&#1501; &#1500;&#1500;&#1493;&#1495;: &#1511;&#1496;&#1503;, &#1489;&#1497;&#1504;&#1493;&#1504;&#1497;, &#1490;&#1491;&#1493;&#1500; &#1493;&#1506;&#1504;&#1511;. &#1489;&#1497;&#1504;&#1493;&#1504;&#1497; &#1492;&#1493;&#1488; &#1490;&#1493;&#1491;&#1500; &#1489;&#1512;&#1497;&#1512;&#1514; &#1492;&#1502;&#1495;&#1491;&#1500;.
	  </p></dd><dt><span class="term">&#1499;&#1497;&#1493;&#1493;&#1503;</span></dt><dd><p>&#1504;&#1497;&#1514;&#1503; &#1500;&#1511;&#1489;&#1493;&#1506; &#1500;&#1500;&#1493;&#1495; &#1513;&#1500; Xfce 4 &#1499;&#1497;&#1493;&#1493;&#1503; &#1488;&#1504;&#1499;&#1497; &#1499;&#1502;&#1493; &#1490;&#1501; &#1488;&#1514; &#1492;&#1508;&#1512;&#1497;&#1513;&#1492; &#1492;&#1488;&#1493;&#1508;&#1511;&#1497;&#1514; &#1492;&#1512;&#1490;&#1497;&#1500;&#1492;.
	  </p></dd><dt><span class="term">&#1502;&#1497;&#1511;&#1493;&#1501; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1502;&#1494;&#1504;&#1511;</span></dt><dd><p>&#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1494;&#1493; &#1502;&#1513;&#1504;&#1492; &#1488;&#1514; &#1502;&#1497;&#1511;&#1493;&#1501; &#1492;&#1499;&#1508;&#1514;&#1493;&#1512; &#1513;&#1508;&#1493;&#1514;&#1495; &#1514;&#1508;&#1512;&#1497;&#1496; &#1500;&#1493;&#1495;. &#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1495;&#1493;&#1512; &#1489;&#1497;&#1503; - &#1502;&#1506;&#1500;, &#1502;&#1514;&#1495;&#1514;, &#1502;&#1513;&#1502;&#1488;&#1500; &#1488;&#1493; &#1502;&#1497;&#1502;&#1497;&#1503; &#1500;&#1512;&#1499;&#1497;&#1489; &#1492;&#1500;&#1493;&#1495; &#1500;&#1493; &#1513;&#1497;&#1497;&#1498; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496;.
	  </p></dd></dl></div></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="panel-behaviour"></a>&#1492;&#1514;&#1504;&#1492;&#1490;&#1493;&#1514;</h3></div></div></div><div class="variablelist"><dl><dt><span class="term">&#1492;&#1505;&#1514;&#1512;&#1492; &#1488;&#1493;&#1496;&#1493;&#1502;&#1496;&#1497;&#1514;</span></dt><dd><p>&#1489;&#1495;&#1497;&#1512;&#1492; &#1489;&#1492;&#1505;&#1514;&#1512;&#1492; &#1488;&#1493;&#1496;&#1493;&#1502;&#1496;&#1497;&#1514; &#1514;&#1489;&#1497;&#1488; &#1500;&#1510;&#1502;&#1510;&#1493;&#1501; &#1492;&#1500;&#1493;&#1495; &#1500;&#1497;&#1491;&#1497; &#1505;&#1512;&#1490;&#1500; &#1510;&#1512;. &#1492;&#1506;&#1489;&#1512;&#1514; &#1492;&#1506;&#1499;&#1489;&#1512; &#1502;&#1506;&#1500;&#1497;&#1493; &#1514;&#1512;&#1495;&#1497;&#1489; &#1488;&#1493; &#1492;&#1500;&#1493;&#1495; &#1495;&#1494;&#1512;&#1492;.
	  </p></dd></dl></div></div></div><p> </p><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="panel-advanced"></a>&#1502;&#1514;&#1511;&#1491;&#1501;</h2></div></div></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="panel-files"></a>&#1502;&#1513;&#1514;&#1504;&#1497; &#1505;&#1489;&#1497;&#1489;&#1492; &#1493;&#1511;&#1489;&#1510;&#1497;&#1501;</h3></div></div></div><p> &#1502;&#1513;&#1514;&#1502;&#1513; &#1506;&#1514;&#1492; &#1489;&#1502;&#1508;&#1512;&#1496; &#1492;- Basedir &#1499;&#1508;&#1497; &#1513;&#1492;&#1493;&#1490;&#1491;&#1512; &#1506;&#1500; &#1497;&#1491;&#1497; <a href="http://freedesktop.org" target="_top">Freedesktop.org</a> &#1500;&#1488;&#1497;&#1514;&#1493;&#1512; &#1492;&#1502;&#1497;&#1491;&#1506; &#1493;&#1511;&#1489;&#1510;&#1497; &#1492;&#1488;&#1508;&#1497;&#1493;&#1503; &#1513;&#1500;&#1493;. &#1502;&#1513;&#1502;&#1506;&#1493;&#1514; &#1492;&#1491;&#1489;&#1512; &#1513;&#1502;&#1497;&#1511;&#1493;&#1502;&#1497; &#1511;&#1489;&#1510;&#1497;&#1501; &#1497;&#1508;&#1493;&#1512;&#1496;&#1493; &#1499;&#1504;&#1514;&#1497;&#1489; &#1489;&#1497;&#1495;&#1505; &#1500;&#1505;&#1497;&#1508;&#1512;&#1497;&#1493;&#1514; &#1513;&#1502;&#1514;&#1493;&#1488;&#1512;&#1493;&#1514; &#1489;&#1502;&#1508;&#1512;&#1496;.
    </p><div class="variablelist"><dl><dt><span class="term">&lrm;${XDG_CONFIG_HOME}&lrm;</span></dt><dd><p>&#1505;&#1508;&#1512;&#1497;&#1514; &#1492;&#1489;&#1505;&#1497;&#1505; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1500;&#1495;&#1497;&#1508;&#1493;&#1513; &#1506;&#1489;&#1493;&#1512; &#1511;&#1489;&#1510;&#1497; &#1488;&#1508;&#1497;&#1493;&#1503;. &#1499;&#1489;&#1512;&#1497;&#1512;&#1514; &#1502;&#1495;&#1491;&#1500; &#1494;&#1493; &#1502;&#1499;&#1493;&#1493;&#1504;&#1514; &#1500;- <code class="filename">&lrm;~/.config/&lrm;</code>.</p></dd><dt><span class="term">&lrm;${XDG_CONFIG_DIRS}&lrm;</span></dt><dd><p>&#1512;&#1513;&#1497;&#1502;&#1514; &#1505;&#1497;&#1508;&#1512;&#1497;&#1493;&#1514; &#1502;&#1506;&#1512;&#1499;&#1514; &#1492;&#1502;&#1499;&#1497;&#1500;&#1493;&#1514; &#1502;&#1497;&#1491;&#1506; &#1488;&#1508;&#1497;&#1493;&#1504;&#1497;. &#1499;&#1489;&#1512;&#1497;&#1512;&#1514; &#1502;&#1495;&#1491;&#1500; &#1492;&#1500;&#1493;&#1495; &#1497;&#1495;&#1508;&#1513; &#1489;- <code class="filename">&lrm;${sysconfdir}/xdg/&lrm;</code> &#1493;&#1489;- 
	  <code class="filename">&lrm;/etc/xdg/&lrm;</code>. &#1492;&#1506;&#1512;&#1498; &#1513;&#1500;
	  &lrm;${sysconfdir}&lrm; &#1514;&#1500;&#1493;&#1497; &#1489;&#1488;&#1493;&#1508;&#1503; &#1489;&#1493; &#1504;&#1489;&#1504;&#1514;&#1492; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1493;&#1508;&#1506;&#1502;&#1497;&#1501; &#1512;&#1489;&#1493;&#1514; &#1497;&#1492;&#1497;&#1492;
	  <code class="filename">/etc/</code> &#1506;&#1489;&#1493;&#1512; &#1495;&#1489;&#1497;&#1500;&#1493;&#1514; &#1489;&#1497;&#1504;&#1488;&#1512;&#1497;&#1493;&#1514;.
</p></dd><dt><span class="term">&lrm;&lt;basedir&gt;/xfce4/panel/contents.xml</span></dt><dd><p>&#1494;&#1492;&#1493; &#1502;&#1497;&#1511;&#1493;&#1501; &#1511;&#1493;&#1489;&#1509; &#1492;&#1488;&#1508;&#1497;&#1493;&#1503; &#1513;&#1500; &#1492;- xml &#1492;&#1502;&#1514;&#1488;&#1512;&#1488;&#1514; &#1514;&#1493;&#1499;&#1503; &#1492;&#1500;&#1493;&#1495; &#1489;&#1497;&#1495;&#1505; &#1500;&#1505;&#1512;&#1497;&#1493;&#1514; &#1492;&#1489;&#1505;&#1497;&#1505; &#1513;&#1492;&#1493;&#1494;&#1499;&#1512;&#1493; &#1500;&#1506;&#1497;&#1500;.</p></dd><dt><span class="term">&lrm;&lt;basedir&gt;/xfce4/mcs_settings/panel.xml</span></dt><dd><p>&#1494;&#1492;&#1493; &#1492;&#1502;&#1497;&#1511;&#1493;&#1501; &#1492;&#1497;&#1495;&#1505;&#1497; &#1513;&#1500; &#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1492;&#1500;&#1493;&#1495; &#1492;&#1502;&#1511;&#1497;&#1508;&#1493;&#1514;. &#1511;&#1493;&#1489;&#1509; &#1494;&#1492; &#1502;&#1504;&#1493;&#1492;&#1500; &#1506;&#1500; &#1497;&#1491;&#1497; &#1502;&#1504;&#1492;&#1500; &#1492;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1493;&#1500;&#1488; &#1506;&#1500; &#1497;&#1491;&#1497; &#1492;&#1500;&#1493;&#1495; &#1506;&#1510;&#1502;&#1493;.</p></dd><dt><span class="term">&lrm;&lt;basedir&gt;/xfce4/kiosk/kioskrc</span></dt><dd><p>&#1511;&#1493;&#1489;&#1509; &#1492;&#1490;&#1491;&#1493;&#1514; &#1502;&#1510;&#1489; Kiosk. &#1491;&#1493;&#1490;&#1502;&#1492; &#1504;&#1502;&#1510;&#1488;&#1514; <a href="#panel-kiosk" target="_top">&#1489;&#1495;&#1500;&#1511; &#1492;&#1489;&#1488;</a>.
	</p></dd><dt><span class="term">&lrm;&lt;basedir&gt;/xfce4/transparency</span></dt><dd><p>&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1513;&#1511;&#1497;&#1508;&#1493;&#1514;. &#1502;&#1497;&#1491;&#1506; &#1504;&#1505;&#1493;&#1507; &#1504;&#1497;&#1514;&#1503; 
	    <a href="#panel-transparency" target="_top">&#1489;&#1495;&#1500;&#1511; &#1494;&#1492;</a> &#1502;&#1496;&#1492;.
	  </p></dd></dl></div><p>&#1488;&#1507; &#1511;&#1493;&#1489;&#1509; &#1488;&#1508;&#1497;&#1493;&#1503;, &#1508;&#1512;&#1496; &#1500;- 
      <code class="filename">kioskrc</code> &#1493;&#1500;- <code class="filename">transparency</code>, &#1488;&#1497;&#1504;&#1493; &#1502;&#1514;&#1493;&#1499;&#1504;&#1503; &#1500;&#1506;&#1512;&#1497;&#1499;&#1492; &#1497;&#1491;&#1504;&#1497;&#1514;; &#1500;&#1502;&#1506;&#1513;&#1492; &#1492;&#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1497;&#1513;&#1493;&#1499;&#1514;&#1489;&#1493; &#1488;&#1501; &#1492;&#1501; &#1497;&#1506;&#1512;&#1499;&#1493; &#1489;&#1494;&#1502;&#1503; &#1513;&#1492;&#1500;&#1493;&#1495; &#1493;&#1502;&#1504;&#1492;&#1500; &#1492;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1512;&#1510;&#1497;&#1501;.
    </p></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="panel-kiosk"></a>&#1502;&#1510;&#1489; Kiosk</h3></div></div></div><p>&#1500;&#1500;&#1493;&#1495; &#1497;&#1513; &#1506;&#1514;&#1492; &#1514;&#1502;&#1497;&#1499;&#1492; &#1489;&#1502;&#1510;&#1489; Kiosk &#1488;&#1513;&#1512; &#1497;&#1502;&#1504;&#1506; &#1502;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1500;&#1489;&#1510;&#1506; &#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1489;&#1502;&#1488;&#1508;&#1497;&#1504;&#1497; &#1492;&#1500;&#1493;&#1495; &#1513;&#1500;&#1492;&#1501;. &#1499;&#1491;&#1497; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1502;&#1510;&#1489; &#1494;&#1492; &#1497;&#1513; &#1500;&#1497;&#1510;&#1493;&#1512; &#1488;&#1493; &#1500;&#1506;&#1512;&#1493;&#1498; &#1488;&#1514; &#1492;&#1511;&#1493;&#1489;&#1509; 
      <code class="filename">&lrm;${sysconfdir}/xdg/xfce4/kiosk/kioskrc</code>.
    </p><p>&#1492;&#1491;&#1512;&#1498; &#1492;&#1496;&#1493;&#1489;&#1492; &#1489;&#1497;&#1493;&#1514;&#1512; &#1500;&#1492;&#1505;&#1489;&#1497;&#1512; &#1488;&#1514; &#1502;&#1489;&#1504;&#1492; &#1492;&#1511;&#1493;&#1489;&#1509; &#1492;&#1497;&#1504;&#1492; &#1506;&#1500; &#1497;&#1491;&#1497; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1491;&#1493;&#1490;&#1502;&#1492;. &#1492;&#1495;&#1500;&#1511; &#1513;&#1500; xfce4-panel &#1489;&#1511;&#1493;&#1489;&#1509; &#1492;- kioskrc &#1513;&#1500;&#1498; &#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1512;&#1488;&#1493;&#1514; &#1499;&#1502;&#1493;:
    </p><div align=left><pre class="programlisting">
&lrm;[xfce4-panel]
CustomizePanel=%powerusers,foo
</pre></div><p>&#1511;&#1496;&#1506; &#1494;&#1492; &#1502;&#1488;&#1508;&#1513;&#1512; &#1512;&#1511; &#1500;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1489;&#1511;&#1489;&#1493;&#1510;&#1514; &#1492;- powerusers &#1493;&#1492;- foo &#1500;&#1492;&#1514;&#1488;&#1497;&#1501; &#1488;&#1514; &#1492;&#1500;&#1493;&#1495;&#1493;&#1514; &#1513;&#1500;&#1492;&#1501;.
    </p></div><div class="sect2" lang="he"><div class="titlepage"><div><div><h3 class="title"><a name="panel-transparency"></a>&#1513;&#1511;&#1497;&#1508;&#1493;&#1514;</h3></div></div></div><p>&#1500;&#1514;&#1513;&#1493;&#1502;&#1514; &#1500;&#1489;&#1498; - &#1513;&#1511;&#1497;&#1508;&#1493;&#1514; &#1506;&#1493;&#1489;&#1491;&#1514; &#1512;&#1511; &#1506;&#1501; &#1513;&#1512;&#1514; X &#1513;&#1514;&#1493;&#1502;&#1498; &#1489;&#1492;&#1512;&#1495;&#1489;&#1492; Composite, &#1499;&#1502;&#1493; XOrg &gt;= 6.8.0 &#1493;&#1513;&#1492;&#1512;&#1495;&#1489;&#1492; &#1494;&#1493; &#1488;&#1493;&#1508;&#1513;&#1512;&#1492; &#1489;&#1511;&#1489;&#1510;&#1497; &#1492;&#1488;&#1508;&#1497;&#1493;&#1503; &#1493;&#1513;&#1502;&#1504;&#1492;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1514;&#1493;&#1502;&#1498; &#1489;&#1492; (&#1502;&#1513;&#1502;&#1506; &#1513;&#1506;&#1500; 
      <strong class="application"><code>xfwm4</code></strong> &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1492;&#1493;&#1491;&#1512; &#1506;&#1501; 
      <code class="option">&lrm;--enable-compositor</code>).
    </p><p>&#1499;&#1489;&#1512;&#1497;&#1512;&#1514; &#1502;&#1495;&#1491;&#1500; &#1492;&#1500;&#1493;&#1495; &#1497;&#1492;&#1497;&#1492; &#1513;&#1511;&#1493;&#1507; &#1488;&#1500;&#1488; &#1488;&#1501; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1492;&#1492;&#1505;&#1514;&#1512;&#1492; &#1492;&#1488;&#1493;&#1496;&#1493;&#1502;&#1496;&#1497;&#1514; &#1492;&#1493;&#1508;&#1506;&#1500;&#1492;. &#1489;&#1506;&#1514; &#1502;&#1506;&#1489;&#1512; &#1506;&#1499;&#1489;&#1512; &#1502;&#1506;&#1500; &#1500;&#1493;&#1495; &#1492;&#1513;&#1511;&#1497;&#1508;&#1493;&#1514; &#1514;&#1503;&#1505;&#1512; &#1489;&#1488;&#1493;&#1508;&#1503; &#1494;&#1502;&#1504;&#1497;.
    </p><p>&#1489;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514;&#1498; &#1500;&#1497;&#1510;&#1493;&#1512; &#1488;&#1514; &#1492;&#1511;&#1493;&#1489;&#1509;
      <code class="filename">&lrm;&lt;basedir&gt;/xfce4/transparency</code> &#1488;&#1501; &#1489;&#1512;&#1510;&#1493;&#1504;&#1498; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1506;&#1512;&#1498; &#1492;&#1513;&#1511;&#1497;&#1508;&#1493;&#1514; &#1513;&#1500; &#1492;&#1500;&#1493;&#1495; (&#1488;&#1493; &#1513;&#1500; &#1511;&#1493;&#1508;&#1505;&#1514; &#1492;&#1505;&#1502;&#1500;&#1497;&#1501;). &#1497;&#1513; &#1500;&#1497;&#1510;&#1493;&#1512; &#1488;&#1514; &#1492;&#1511;&#1493;&#1489;&#1509; &#1493;&#1500;&#1492;&#1493;&#1505;&#1497;&#1507; &#1513;&#1493;&#1512;&#1492; &#1506;&#1501; &#1492;&#1504;&#1493;&#1505;&#1495;
      <span class="emphasis"><em><code class="option">panel=&lt;value&gt;&lrm;</code></em></span>, &#1499;&#1513;- value &#1492;&#1493;&#1488; &#1502;&#1505;&#1508;&#1512; &#1489;&#1497;&#1503; 0 &#1500;- 100. &#1489;&#1495;&#1497;&#1512;&#1492; &#1489;- 0 &#1500;&#1502;&#1506;&#1513;&#1492; &#1502;&#1499;&#1489;&#1492; &#1488;&#1514; &#1488;&#1508;&#1511;&#1496; &#1492;&#1513;&#1511;&#1497;&#1508;&#1493;&#1514;
    </p><p>&#1500;&#1491;&#1493;&#1490;&#1502;&#1492;, &#1511;&#1493;&#1489;&#1509; &#1492;&#1490;&#1491;&#1512;&#1514; &#1513;&#1511;&#1497;&#1508;&#1493;&#1514; &#1497;&#1499;&#1493;&#1500; &#1500;&#1512;&#1488;&#1493;&#1514; &#1499;&#1498;:</p><div align=left><pre class="programlisting">panel=25
iconbox=0</pre></div></div></div><p> </p><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="panel-copyright"></a>&#1488;&#1493;&#1491;&#1493;&#1514; <strong class="application"><code>xfce4-panel</code></strong></h2></div></div></div><p><strong class="application"><code>xfce4-panel</code></strong> &#1504;&#1499;&#1514;&#1489; &#1506;&#1500; &#1497;&#1491;&#1497; Jasper Huijsmans 
    (<code class="email">&lt;<a href="mailto:jasper@xfce.org">jasper@xfce.org</a>&gt;</code>)&lrm;. &#1500;&#1502;&#1497;&#1491;&#1506; &#1504;&#1493;&#1505;&#1507; &#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1511;&#1512; &#1489; <a href="http://www.xfce.org" target="_top">&#1488;&#1514;&#1512; Xfce</a>. 
  </p><p>&#1500;&#1491;&#1497;&#1493;&#1493;&#1495; &#1506;&#1500; &#1514;&#1511;&#1500;&#1492; &#1488;&#1493; &#1499;&#1491;&#1497; &#1500;&#1492;&#1510;&#1497;&#1506; &#1491;&#1489;&#1512; &#1502;&#1492; &#1489;&#1504;&#1493;&#1490;&#1506; &#1500;&#1497;&#1497;&#1513;&#1493;&#1501; &#1494;&#1492; &#1488;&#1493; &#1500;&#1502;&#1491;&#1512;&#1497;&#1498; &#1494;&#1492; &#1497;&#1513; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1502;&#1506;&#1512;&#1499;&#1514; &#1492;&#1502;&#1506;&#1511;&#1489; &#1488;&#1495;&#1512; &#1514;&#1511;&#1500;&#1493;&#1514; &#1489;- <a href="http://bugzilla.xfce.org/" target="_top">http://bugzilla.xfce.org/</a>. 
  </p><p>&#1488;&#1501; &#1497;&#1513; &#1500;&#1498; &#1513;&#1488;&#1500;&#1493;&#1514; &#1489;&#1504;&#1493;&#1490;&#1506; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1488;&#1493; &#1500;&#1492;&#1514;&#1511;&#1504;&#1514; &#1497;&#1513;&#1493;&#1501; &#1494;&#1492; &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1508;&#1504;&#1493;&#1514;&#1503; <a href="http://lunar-linux.org/mailman/listinfo/xfce" target="_top">&#1500;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1491;&#1497;&#1493;&#1493;&#1512; &#1513;&#1500; Xfce</a>. &#1491;&#1497;&#1493;&#1504;&#1497;&#1501; &#1488;&#1493;&#1491;&#1493;&#1514; &#1492;&#1508;&#1497;&#1514;&#1493;&#1495; &#1504;&#1506;&#1512;&#1499;&#1497;&#1501; &#1489;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1491;&#1497;&#1493;&#1493;&#1512; <a href="http://lunar-linux.org/mailman/listinfo/xfce4-dev" target="_top">xfce4-dev</a>.
  </p><p> &#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1494;&#1493; &#1502;&#1493;&#1508;&#1510;&#1514; &#1514;&#1495;&#1514; &#1514;&#1504;&#1488;&#1497; &#1512;&#1497;&#1513;&#1497;&#1493;&#1503; GPL &lrm;(GNU General Public Liscense)&lrm; &#1499;&#1508;&#1497; &#1513;&#1492;&#1501; &#1502;&#1508;&#1493;&#1512;&#1505;&#1502;&#1497;&#1501; &#1506;&#1500; &#1497;&#1491;&#1497; &#1511;&#1512;&#1503; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1492;&#1495;&#1493;&#1508;&#1513;&#1497;&#1514;; &#1490;&#1512;&#1505;&#1492; 2 &#1513;&#1500; &#1492;&#1512;&#1497;&#1513;&#1497;&#1493;&#1503; &#1488;&#1493; (&#1500;&#1489;&#1495;&#1497;&#1512;&#1514;&#1498;) &#1499;&#1500; &#1490;&#1512;&#1505;&#1492; &#1502;&#1488;&#1493;&#1495;&#1512;&#1514; &#1497;&#1493;&#1514;&#1512;.
  </p><p>&#1506;&#1493;&#1514;&#1511; &#1513;&#1500; &#1512;&#1497;&#1513;&#1497;&#1493;&#1503; &#1492;- GNU General Public Liscense &#1488;&#1502;&#1493;&#1512; &#1492;&#1497;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1510;&#1493;&#1512;&#1507; &#1500;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1494;&#1493;; &#1488;&#1501; &#1500;&#1488; &#1499;&#1498;, &#1504;&#1497;&#1514;&#1503; &#1500;&#1499;&#1514;&#1493;&#1489; &#1500;&#1511;&#1512;&#1503; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1492;&#1495;&#1493;&#1508;&#1513;&#1497;&#1514;: Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, 
    USA.
  </p></div></div></body></html>
