Repository: xfce-mirror/xfce4-panel
Catalog: po/*.po
Languages: hy, mr, tt

source: Logging out in %d seconds.
tt: Сеанс %d секундтан тамамланачак.

source: Log Out...
tt: Сеансны тәмамларга...

source: Log _Out...
tt: _Сеансны тәмамларга...

source: Switch User
tt: Кулланучыны алмаштыру

source: _Switch User
tt: Кулланучыны _алмаштырырга

source: Lock Screen
tt: Экранны блокларга

source: Loc_k Screen
tt: _Экранны блокларга

source: Hibernate
tt: Йокы режимы

source: _Hibernate
tt: _Йокы режимы

source: Do you want to suspend to disk?
tt: Йокы режимына күчәргәме (хәтерне дискка яздырып)?

source: Hibernating computer in %d seconds.
tt: Компьютер %d секундтан йокы режимына күчәчәк.

source: Hybrid Sleep
tt: Гибрид йокы режимы

source: _Hybrid Sleep
tt: _Гибрид йокы режимы

source: Do you want to hibernate and suspend the system?
tt: Сез чыннан да системаны иң элек йокы, аннары көтү режиымна күчерергә телисезме?

source: Hibernating and Suspending computer in %d seconds.
tt: Компьютер %d секундтан иң элек йокы, аннары көтү режимына күчәчәк.

source: Suspend
tt: Көтү режимы

source: Sus_pend
tt: Кө_тү режимы

source: Do you want to suspend to RAM?
tt: Көтү режимына күчәргәме (хәтерне дискка яздырмыйча)?

source: Suspending computer in %d seconds.
tt: Компьютер %d секундтан көтү режимына күчәчәк.

source: Restart
tt: Кабаттан йөкләргә

source: _Restart
hy: _վերաբեռնել
mr: पुनः सुरुवात (_R)
tt: Кабаттан _йөкләү

source: Are you sure you want to restart?
tt: Сез чыннан да компьютерны сүндереп кабызырга телисезме?

source: Restarting computer in %d seconds.
tt: Компьютер %d секундтан кабаттан йөкләнәчәк.

source: Shut Down
tt: Сүндерергә

source: Shut _Down
tt: Сүнде_рергә

source: Are you sure you want to shut down?
tt: Сез чыннан да компьютерны сүндерергә телисезме?

source: Turning off computer in %d seconds.
tt: Компьютер %d секундтан сүндереләчәк.

source: Failed to run action "%s"
tt: «%s» гамәлен башкарып булмады

source: Little Mouse
tt: Кечкенә тычкан

source: Log out, lock or other system actions
tt: Сеансны тәмамлау, экранны блоклау һәм башка система гамәлләре

source: Applications
tt: Кушымталар

source: Select An Icon
tt: Пиктограмманы сайлагыз

source: _OK
tt: _ХУП

source: Failed to execute command "%s".
tt: «%s» командасын башкарып булмады.

source: Show a menu containing categories of installed applications
tt: Урнаштырылган кушымталарны категорияләр буенча чагылдыра торган менюны күрсәтергә

source: Usage:
tt: Кулланылыш:

source: OPTION
tt: ПАРАМЕТР

source: Options:
tt: Параметрлар:

source: Popup menu at current mouse position
tt: Тычкан күрсәткече белән янәшәдә ачыла торган менюны күрсәтергә

source: Show help options
tt: Ярдәм параметрларын күрсәтергә

source: Week %V
tt: Атна: %V

source: Failed to execute clock command
tt: Сәгатьне эшләтеп җибшреп булмады

source: Custom Format
tt: Кулланучы форматы

source: Night
tt: Төн

source: Early morning
tt: Иртәнең дә иртәсе

source: Morning
tt: Иртә

source: Almost noon
tt: Көн уртасы диярлек

source: Noon
tt: Көн уртасы

source: Afternoon
tt: Көн

source: Evening
tt: Кич

source: Late evening
tt: Бик соң кич

source: %0 o'clock
tt: %0 сәгать

source: five past %0
tt: %0 тулып 5 минут

source: ten past %0
tt: %0 тулып 10 минут

source: quarter past %0
tt: %0 тулып 15 минут

source: twenty past %0
tt: %0 тулып 20 минут

source: twenty five past %0
tt: %0 тулып 25 минут

source: half past %0
tt: %0 тулып 30 минут

source: twenty five to %1
tt: 25 минуттан %1

source: twenty to %1
tt: 20 минуттан %1

source: quarter to %1
tt: 15 минуттан %1

source: ten to %1
tt: 10 минуттан %1

source: five to %1
tt: биш минуттан %1

source: %1 o'clock
tt: %1 сәгать

# one
source: %0 o'clock
tt: төгәл %0

# one
source: five past %0
tt: %0 тулып 5 минут

# one
source: ten past %0
tt: %0 тулып 10 минут

# one
source: quarter past %0
tt: %0 тулып 15 минут

# one
source: twenty past %0
tt: %0 тулып 20 минут

# one
source: twenty five past %0
tt: %0 тулып 25 минут

# one
source: half past %0
tt: %0 тулып 30 минут

# one
source: twenty five to %1
tt: 25 минуттан %1

# one
source: twenty to %1
tt: 20 минуттан %1

# one
source: quarter to %1
tt: 15 минуттан %1

# one
source: ten to %1
tt: 10 минуттан %1

# one
source: five to %1
tt: биш минуттан %1

# one
source: %1 o'clock
tt: төгәл %1

# am
source: one
tt: бер

# am
source: two
tt: ике

# am
source: three
tt: өч

# am
source: four
tt: дүрт

# am
source: five
tt: биш

# am
source: six
tt: алты

# am
source: seven
tt: җиде

# am
source: eight
tt: сигез

# am
source: nine
tt: тугыз

# am
source: ten
tt: ун

# am
source: eleven
tt: унбер

# am
source: twelve
tt: унике

# pm
source: one
tt: бер

# pm
source: two
tt: ике

# pm
source: three
tt: өч

# pm
source: four
tt: дүрт

# pm
source: five
tt: биш

# pm
source: six
tt: алты

# pm
source: seven
tt: җиде

# pm
source: eight
tt: сигез

# pm
source: nine
tt: тугыз

# pm
source: ten
tt: ун

# pm
source: eleven
tt: унбер

# pm
source: twelve
tt: унике

source: What time is it?
tt: Сәгать ничә?

source: Failed to launch application "%s"
tt: «%s» кушымтасын эшләтеп җибәреп булмады

source: Failed to query content type for "%s"
tt: «%s» өчен эчтәлек тибын билгеләп булмады

source: No default application found for "%s"
tt: «%s» өчен килешү буенча кушымта табылмады

source: Failed to launch default application for "%s"
tt: «%s» өчен килешү буенча кушымтаны эшләтеп җибәреп булмады

source: Failed to execute the preferred application for category "%s"
tt: «%s» категориясе өчен тәкъдим ителгән кушымтаны эшләтеп җибәреп булмады

source: Create New Folder
tt: Яңа папка төзергә

source: Create New Text Document
tt: Яңа текст документын төзергә

source: C_reate
tt: _Төзергә

source: Create & _Open
tt: Төзергә һәм _ачарга

source: Enter the new name:
tt: Исемен кертегез:

source: Failed to create folder: %s
tt: Әлеге папканы төзеп булмады: %s

source: Open Folder
tt: Папканы ачарга

source: Open in Terminal
tt: Терминалда ачарга

source: Create Folder...
tt: Папка төзергә...

source: Create Text Document...
tt: Текст документын төзергә...

source: Show a directory tree in a menu
tt: Менюда папкалар агачын күрсәтә

source: Open launcher menu
tt: Эшләтеп җибәрү өчен менюны ачарга

source: Unnamed Item
tt: Исемсез элемент

source: No items
tt: Элементларсыз

source: Failed to open desktop item editor
tt: Эш өстәленең элементлар редакторын ачып булмады

source: If you delete an item, it will be permanently removed
tt: Элементны бетерсәгез, ул мәңгелеккә бетереләчәк

source: Unnamed item
tt: Исемсез элемент

source: Are you sure you want to remove "%s"?
tt: Сез чыннан да «%s» бетерергә телисезме?

source: Program launcher with optional menu
tt: Өстәмә меню белән кушымталарны эшләтеп җибәрү төймәсе

source: Unable to open the workspace settings
tt: Эш урыны көйләүләрен ачып булмады

source: Workspace %d
tt: %d эш урыны

source: Switch between virtual desktops
tt: Виртуаль эш өстәлләре арасында күчү мөмкинлеген бирә

source: Adds a separator or space between panel items
tt: Панель элементлары арасында бүлгеч яисә ара өсти

source: Restore the minimized windows
tt: Кечерәйтеп яшерелгән тәрәзләрне торгызырга

source: Minimize all open windows and show the desktop
tt: Тәрәзләрне кечерәйтеп яшерергә һәм эш өстәлен күрсәтергә

source: Hide all windows and show the desktop
tt: Барлык тәрәзләрне яшерергә һәм эш өстәлен күрсәтергә

source: Clear
tt: Чистартырга

source: Are you sure you want to clear the list of known items?
tt: Сез чыннан да билгеле компонентлар исемлеген чистартырга телисезме?

source: Unable to start the notification area
tt: Искәртүләр өлкәсен эшләтеп җибәреп булмады

source: Most likely another widget took over the function of a notification area. This area will be unused.
tt: Мөгаен, башка элемент искәртүләр өлкәсе мәсьәләсен үз өстенә алгандыр. Бу өлкә кулланылмаячак.

source: The notification area lost selection
tt: Искәртү өлкәсе фокусны югалтты

source: Failed to acquire manager selection for screen %d
tt: %d экранында менеджер сайлавын башкарып булмады

source: Status Tray Plugin
tt: Халәт панеле плагины

source: Provides status notifier items (application indicators) and legacy systray items
tt: Халәт турында искәртү элементларын (кушымталарның индикаторларын) һәм искәртү өлкәсенең искергән элементларын тапшыра

source: Unable to start new instance of '%s'
tt: Яңа «%s» экземплярын эшләтеп җибәреп булмады

source: Launch New Instance
tt: Яңа экземплярны эшләтергә

source: Mi_nimize All
tt: Барысын да _төрергә

source: Un_minimize All
tt: Кечерәйтеп яшерүдән баш тарту

source: Ma_ximize All
tt: Барысын да _җәеп күрсәтергә

source: _Unmaximize All
tt: Җәеп ачудан баш тартырга

source: _Close All
tt: _Барысын да ябарга

source: Switch between open windows using buttons
tt: Төймәләр ярдәмендә ачык тәрәзләр арасында күчәргә

source: Desktop
tt: Эш өстәле

source: No Windows
tt: Тәрәзләрсез

source: Urgent Windows
tt: Ашыгыч тәрәзләр

source: Add Workspace
tt: Эш өстәлен өстәргә

source: Remove Workspace "%s"
tt: «%s» эш урынын бетерергә

source: Remove Workspace %d
tt: %d эш урынын бетерергә

source: Switch between open windows using a menu
tt: Меню ярдәмендә ачык тәрәзләр арасында күчәргә

source: Select file
hy: Ընտրել ֆայլ
mr: फाईल निवडा

source: No data was found. The panel will be empty.
hy: Տեղեկություններ գտնված չէն։ Վահանակը դատարկ է մնալու։
mr: डाटा सापडला नाही. पॅनेल रीकामे राहील.

source: Position:
hy: Դիրք՝
mr: जागा:

source: Item properties
hy: Միավորի հատկությունները
mr: आयटम गुणधर्म

source: Removing the item will also remove its popup menu.
hy: Միացվորը վերացնելը կհանգեցնի իր բացվող ցանկերի վերացմանը
mr: आयटम काढूण टाकताना त्याची अनपक्षीत उद्भवणारी यादी काढून टाकण्यात येइल.

source: Select command
hy: Ընտրեք հրամանը
mr: आज्ञा निवडा

source: Command:
hy: Հրաման՝
mr: आज्ञा:

source: Run in _terminal
hy: Աշխատացնել _տերմինալի մեջ
mr: टर्मिनलमध्ये सुरु करा (_t)

source: Use startup _notification
hy: Կիրառել սկզբնական _ծանուցում
mr: सुरुवातीची सुचना वापरा (_n)

source: Other Icon
hy: Այլ պատկերակ
mr: बाकीचे आयकॉन

source: Drag file onto this frame to change the icon
hy: Քաշեք ֆայլը այս շրջանակի մեջ պատկերակը փոխելու համար
mr: आयकॉन बदलण्यासाठी फाईलला या चौकटीत ओढा

source: Caption:
hy: Վարնագիր՝
mr: शीर्षक:

source: Tooltip:
hy: Ակնարկ՝
mr: साधन सुचना:

source: Attach menu to launcher
hy: Փակցնել ցանկ պիտակին
mr: लॉनचंरला यादी जोडा

source: Change menu item
hy: Փոխել ցանկի միավորը
mr: आयटम यादी बदला

source: Click mouse button 3 to change item
hy: Կտացրեք մկնիկի 3–րդ ստեղնը միավորը փոխելու համար
mr: आयटम बदलण्यासाठी माऊस बटन ३ दाबा

source: Add launcher
hy: Ավելացնել պիտակ
mr: लॉनचंर मिळवा

source: Add new item
hy: Ավելացնել նոր միավոր
mr: नवीन आयटम मिळवा

source: Are you sure you want to exit?
hy: Համոզվա՞ծ եք որ ցանկանում եք դուրս գալ
mr: तुम्हाला नक्की बाहेर जावयाचे आहे का?

source: The Xfce Panel Version %s Part of the Xfce Desktop Environment http://www.xfce.org Licensed under the GNU GPL.
hy: Xfce Վահանակ Տարբերակ %s Xfce Աշխատանքային Միաջավայրի մաս http://www.xfce.org Արտոնագրությունը՝ GNU GPL.
mr: Xfce पॅनेल आवृत्ती %s Xfce डेस्कटॉप वातावरनाचा भाग http://www.xfce.org GNU GPL अतंर्गत असलेला परवाना.

source: %s: Successfully started without session management
hy: %s՝ Հաջովել է միանալ առանց նիստի կառավարման
mr: %s: सत्र व्यवस्थापनाशीवाय यशस्वी सुरु झाले

source: %s: Successfully started with session management
hy: %s՝ Հաջովել է միանալ նիստի կառավարմամբ
mr: %s: सत्र व्यवस्थापनासह यशस्वी सुरु झाले

source: Could not create panel item "%s".
hy: Հնարավոր չէ ստեղծել վահանակի միավորը "%s".
mr: पॅनेल आयटम तयार करु शकत नाही"%s".

source: _Properties...
hy: _Հատկություններ…
mr: गुणधर्म (_P)...

source: Add _new item
hy: Ավելացնել _նոր միավոր
mr: नविन आयटम मिळवा (_n)

source: This item has no configuration options
hy: Այս միավորը չունի կարգավորվող հատկություններ
mr: या आयटमला कॉनफीग्युरेशन पर्याय उपलब्ध नाहीत

source: Xfce Panel
hy: Xfce Վահանակ
mr: Xfce पॅनेल

source: _About Xfce
hy: Xfce միջավայրի _մասին
mr: Xfce च्या बद्दल (_A)

source: _Lock screen
hy: _Կողպել էկրանը
mr: पडदा ताळेबंद करा (_L)

source: E_xit
hy: Ե_լք
mr: बाहेर (_x)

source: Editor
hy: Խմբագրիչ
mr: संपादक

source: File management
hy: Ֆայլերի կառավորում
mr: फाईल व्य़वस्थापन

source: Utilities
hy: Սպասարկող ծրագրեր
mr: उपयुक्तता

source: Games
hy: Խաղեր
mr: खेळ

source: Help browser
hy: Ձեռնարկի զննիչ
mr: ब्राउझर मदत

source: Multimedia
hy: Համասփյուռ
mr: मल्टिमेडिया

source: Network
hy: Ցանց
mr: जाळे

source: Graphics
hy: Պտակերավոր
mr: चित्रकला

source: Printer
hy: Տպիչ
mr: प्रिण्टंर

source: Productivity
hy: Արդյունավետույթուն
mr: उत्पादकता

source: Sound
hy: Ձայն
mr: आवाज

source: icons|Terminal
mr: आयकॉनस|टर्मिनल

source: Settings manager not available
hy: Նախընտրանքների կառավարիչը մատչելի չէ
mr: रचना व्यवस्थापक उपलब्ध नाही

source: There is already a system tray running on this screen
mr: या पडद्यावर अगोदरच प्रणाली ट्रे सुरु आहे

source: Unable to register system tray: %s
mr: प्रणाली ट्रे ची नोंदणी होऊ शकत नाही: %s

source: %A %d %B %Y
mr: %ए %d %बी %वाय

source: %H:%M
mr: %एच:%एम

source: Taskbar
mr: कार्य दांडा

source: Cannot create MCS client channel
mr: MCS पक्षकार माध्यम तयार करु शकत नाही

source: Xfce Iconbox
mr: Xfce आयकॉनबॉक्स

source: Developer
mr: निर्माता

source: Small
hy: Փոքր
mr: लहान

source: Medium
hy: Միջին
mr: मध्यम

source: Large
hy: Մեծ
mr: मोठे

source: Huge
hy: Հսկայական
mr: प्रचंड

source: Left
hy: Ձախ
mr: डावा

source: Right
hy: Աջ
mr: उजवा

source: Top
hy: Կատար
mr: शिखर

source: Bottom
hy: Հատակ
mr: तळ

source: None
mr: काहीही नाही

source: At both sides
mr: दोन्हि बाजूस

source: At the start
mr: सुरुवातीस

source: At the end
mr: सर्वात शेवटी

source: Panel size:
hy: Վահանակի չափսը՝
mr: पॅनेलचा आकार:

source: Panel orientation:
hy: Վահանակի դի կողնորոշումը՝
mr: पॅनेलची पुर्वाभिमुखता:

source: Popup position:
hy: Բացվելու դիրքը՝
mr: पॉपअपची जागा:

source: Handles:
mr: मूठी:

source: Autohide:
hy: ինքնաթակնվել՝
mr: स्वयंलुप्त:

source: Full width:
mr: पुर्ण रुंदी:

source: Xfce Panel Settings
hy: Xfce Վահանակի հատկություններ
mr: Xfce पॅनेल रचना

source: Position
mr: जागा

source: _Top
mr: शिखर (_T)

source: _Bottom
mr: तळ (_B)

source: Alignment:
mr: मांडणी:

source: _Left
mr: डावा (_L)

source: _Center
mr: मध्य(_C)

source: _Right
mr: उजवा (_R)

source: Size
mr: आकार

source: Height:
mr: उंची:

source: Width:
mr: रुंदी:

source: _Shrink to fit
mr: योग्यतेनुसार आकुंचन (_S)

source: Autohide
mr: स्वंयलुप्त

source: Auto _hide taskbar
mr: स्वंयलुप्त कार्य दांडा (_h)

source: Tasklist
mr: कार्य यादी

source: Show tasklist
mr: कार्य यादी दाखवा

source: Show tasks from _all workspaces
mr: कार्ये सर्व वर्कस्पेसेस पासुन दाखवा (_a)

source: Always _group tasks
mr: नेहमी कार्यांचे संघटन करा (_g)

source: Show application _names
mr: ऍप्लिकेशनचीशनची नावे प्रदर्शित कराा (_n)

source: Pager
mr: पेजर

source: Show _pager in taskbar
mr: कार्य दांड्यामध्ये पेजर दाखवा (_p)

source: Status area
mr: स्थिती भाग

source: Show _notification icons
mr: सूचना आयकॉन दाखवा (_n)

source: Show _time
mr: वेळ दाखवा (_t)

source: Components
mr: घटक

source: Icon size
mr: आयकॉनचा आकार

source: _Show only minimized applications
mr: फक्त लहान केलेल्या ऍँप्लिकेशनस प्रदर्शित करा (_S)

source: Transparency
mr: पारदर्शकता

source: Full
mr: संपूर्ण

source: Iconbox
mr: आयकॉन बॉक्स

source: %A, %d %B %Y
mr: %ए, %d %बी %वाय

source: Clock type:
hy: Ժամացույցի տեսակը՝
mr: घड्याळाचे प्रकार:

source: LED
hy: Լույսային դիոդյերից
mr: लेड

source: Hour mode:
hy: Ժամի ռեժիմ՝
mr: तासाची पद्धत:

source: 24 hour
hy: 24 ժամ
mr: २४ तास

source: 12 hour
hy: 12 ժամ
mr: १२ तास

source: AM/PM
mr: एम / पीम

source: Show seconds:
hy: Ցուցադրել վայրկյանները՝
mr: सेकंद:

source: Xfce Clock
hy: Xfce Ժամացույց
mr: Xfce घड्याळ

source: Flexible space
mr: लवचीक जागा

source: Launcher Plugin
mr: लॉनचंर प्लगइन

source: Alternative Launcher
mr: पर्यायी लॉनचर

source: Could not run "%s": %s
mr: सुरु होऊ शकत नाही "%s": %s

source: New item
mr: नवीन आयटम

source: This item has not yet been configured
mr: हा आयटम अजून कॉनफीग्युरड झालेला नाही

source: Terminal
hy: Տերմինալ
mr: टर्मिनल

source: Development
mr: विकास

source: Settings
mr: रचना

source: System
mr: प्रणाली

source: Windows programs
mr: विण्डो चे कार्यक्रम

source: Name
mr: नाव

source: Description
mr: माहीती

source: Select image file
mr: प्रतिमा फाईल निवडा

source: Other...
mr: बाकीचे...

source: Command
mr: आज्ञा

source: Use _startup notification
mr: सुरुवातीची सुचना वापरा (_s)

source: Edit launcher
mr: लॉनचंर संपादित करा

source: _Up
mr: वर (_U)

source: _Down
mr: खाली (_D)

source: _Edit
mr: संपादक

source: The first item in the list is shown on the panel. Additional items will appear in a menu.
mr: सूचीमधील पहिला आयटम पॅनेलवर दाखवलेला आहे. बाकीचे आयटमस यादीमध्ये येतील.

source: Panel Item and Menu Items
mr: पॅनेल आयटम आणि यादी आयटमस

source: Mail box:
hy: Փոստարկղ՝
mr: मेल बॉक्स:

source: New mail command:
hy: Նոր փոստային հրաման՝
mr: नविन मेल बॉक्स:

source: Command to run when new mail arrives
hy: Հրաման, որը աշխատացվելու է երբ նոր նամակ ժամանի
mr: नविन मेल आल्यानंतर सुरु होणारी आज्ञा

source: Command to run when the button on the panel is clicked
hy: Հրաման, որը աշխատացվելու է երբ վահանակի վր գտնվող ստեղնը սեղմվի
mr: पॅनेलचे बटन दाबल्यानंतर सुरु होणारी आज्ञा

source: Interval (sec):
hy: Դադար (վայրկյաններով)՝
mr: मध्यातंर (सेक):

source: Mail checker
hy: Փոստային ստուգիչ
mr: मेल तपासनारा

source: Number of rows:
hy: Շարքերի քանակը՝
mr: ओळींची संख्या:

source: Number of columns:
hy: Սյուներիի քանակը՝
mr: स्तंभाची संख्या:

source: Graphical pager
hy: Պատկերային փեյջեր
mr: पेजरचे चित्र

source: Desktop switcher
hy: Աշխատասեղանի անջատիչ
mr: डेस्कटॉप स्विचर

source: Access to the configuration system has been disabled. Ask your system administrator for more information
hy: Համակարգի կարգավորմանն հնարավորությունը չեզոքացված է։ Տեղեկությունների համար դիմեք Ձեր ադմինիստրատորին
mr: कॉनफीग्युरेशन प्रणालीचा मार्ग अकार्यक्षम झालेला आहे. अधीक माहीतीसाठी प्रणाली व्यवस्थापकास विचारा

source: Lock the screen
hy: Կողպել էկրանը
mr: पडदा टाळेबंद करा

source: tip|Exit
mr: tip| बाहेर

source: tip|Setup
mr: tip| उभारणे

source: tip|Info
mr: tip| माहिती

source: Lock
hy: Կողպել
mr: टाळेबंद

source: Exit
hy: Ելք
mr: बाहेर

source: Setup
hy: Կարգավորում
mr: उभारणे

source: Info
hy: Տեղեկություններ
mr: माहिती

source: Button 1:
hy: Ստեղն 1՝
mr: बटन १:

source: Button 2:
hy: Ստեղն 2՝
mr: बटन २:

source: _Hide
hy: _Թակցնել
mr: लुप्त (_H)

source: System buttons
hy: Համակարգի ստեղներ
mr: प्रणाली बटन

source: Notification Area
mr: सूचनेचा भाग

source: Panel Settings
mr: पॅनेल रचना

source: Xfce 4 Panel Settings
mr: Xfce ४ पॅनेल रचना

source: Iconbox Settings
mr: आयकॉनबॉक्स रचना

source: Xfce 4 Iconbox Settings
mr: Xfce ४ आयकॉन रचना

source: Taskbar Settings
mr: कार्य दांडा रचना

source: Xfce 4 Taskbar Settings
mr: Xfce ४ कार्य दांडा रचना

source: Appfinder
mr: ऍपफाईनडंर

source: Drag file to print
mr: प्रिंट करण्यासाठी फाईल ओढा

source: File manager
mr: फाईल व्यवस्थापक

source: Find and run applications
mr: ऍप्लिकेशनस शोधा आणि सुरु करा

source: Konqueror
mr: कॉनकरर

source: Konqueror File Manager
mr: कॉनकरर फाईल व्यवस्थापक

source: Manual
mr: हस्तलिखित

source: Mozilla Web Browser
mr: मॉझिला वेब ब्राउझर

source: Music player
mr: संगीत वाजवणारा

source: Nautilus
mr: नॉटिलस

source: Nautilus File Manager
mr: नॉटिलस फाईल व्यवस्थापक

source: Printer Management
mr: प्रिंण्टर व्यवस्थापन

source: Always on top:
hy: Միշտ վերին՝
