Repository: xfce-mirror/xfce4-panel
Catalog: po/*.po
Languages: hy, mr, tt

source: Create Launcher on the panel
tt: Панельдә эшләтеп җибәрү ярлыгын ясарга

source: Add a new launcher to the panel based on the information of this desktop file
tt: Әлеге desktop-файл белән тасвирлана торган кушымта өчен эшләтеп җибәрү пиктограммасын төзергә

source: panels;settings;preferences;taskbar;autohide;application menu;start;buttons;launcher;notification area;status;icons;plugins;
tt: панельләр;көйләүләр;биремнәр панеле;автояшерү;кушымталар менюы;старт;төймәләр;эшләтеп җибәрү;искәртүләр өлкәсе;статус;пиктограммалар;плагиннар;

source: Panel
tt: Панель

source: Customize the panel
tt: Панель көйләүләре

source: Never
tt: Беркайчан да

source: Intelligently
tt: Интеллектуаль

source: Always
tt: Һәрвакыт

source: Horizontal
hy: Հորիզոնական
mr: आडवे
tt: Горизонталь

source: Vertical
hy: Ուղղաձիգ
mr: उभे
tt: Вертикаль

source: Deskbar
tt: Ян панель

source: None (use system style)
tt: Юк (система стилен кулланырга)

source: Solid color
tt: Тоташ төс

source: Background image
tt: Фон сурәте

source: Panel Preferences
tt: Панель көйләүләре

source: _Close
tt: _Ябарга

source: _Help
hy: _Ձեռնարկ
mr: मदत (_H)
tt: _Ярдәм

source: Profiles:
tt: ПрофилЬләр:

source: _Backup and restore
tt: _Резерв күчермәсен алу һәм торгызу

source: Switch between panel presets
tt: Панельләр көйләүләре арасында күчәргә

source: Add a new panel
tt: Яңа панель өстәргә

source: Remove the currently selected panel
tt: Сайланган панельне бетерергә

source: <b>General</b>
tt: <b>Гомуми</b>

source: M_ode:
tt: Ре_жим:

source: Span mo_nitors
tt: Мониторларны _берләштерергә

source: Select this option to extend the panel over multiple monitors.
tt: Әлеге параметрны панельне берничә мониторга киңәйтү өчен сайлагыз.

source: _Lock panel
tt: _Панельне беркетергә

source: Select this option to hide the handles of the panel and lock its position.
tt: Әлеге параметрны тоткаларны яшерү һәм панель позициясен беркетү өчен сайлагыз.

source: _Reserve space on screen edges for the panel
tt: Панель өчен экран читләрендә урын алып куярга

source: Select this option if you don't want maximized windows to cover the area behind the panel. This only works when the panel is attached to a screen edge.
tt: Әлеге параметрны сез ачык тәрәзләрнең панель артындагы киңлекне биләүләрен теләгән очракта билгеләгез. Эшләсен өчен, бу панель экран кырыена беркетелергә тиеш.

source: Au_tomatically hide the panel:
tt: Панельне _автомат рәвештә яшерергә:

source: O_utput:
tt: Ч_ыгару:

source: <b>Measurements</b>
tt: <b>Үлчәмнәр</b>

source: Row _size (pixels):
tt: _Юл биеклеге (пикс.):

source: Num_ber of rows:
tt: Юллар _саны:

source: L_ength (pixels):
tt: О_зынлык (пиксельләрдә):

source: A_utomatically increase the length
tt: Озынлыкны _автомат рәвештә озайтырга

source: Select this option to automatically increase the length of the panel if the plugins request more space.
tt: Әлеге параметрны модульләр өчен урын җитмәгәндә панель озынлыгын автомат рәвештә арттыру өчен сайлагыз.

source: D_isplay
tt: _Экран

source: Dark mode
tt: Караңгы режим

source: <b>Background</b>
tt: <b>Фон</b>

source: _Style:
tt: С_тиль:

source: C_olor:
tt: _Төс:

source: Pick a Panel Color
tt: Панель төсен сайлагыз

source: _File:
tt: _Файл:

source: Select A Background Image
tt: Фон сурәтен сайлагыз

source: <b>Icons</b>
tt: <b>Пиктограммалар</b>

source: Adjust size au_tomatically
tt: Үлчәмнәрне _автомат рәвештә тарттырырга

source: Fixed icon _size (pixels):
tt: Пикторгамманың беркетелгән _үлчәмнәре (пикс.):

source: <b>Opacity</b>
tt: <b>Үтә күренүчәнлек</b>

source: Configure...
tt: Көйләргә...

source: <b>Compositing is currently disabled</b> Enable compositing in the window manager for opacity settings in the panel.
tt: <b>Композит режим өзеп куелган</b> Үтә күренүчәнлектән файдалану өчен, тәрәзләр диспетчерында композит режимны кушыгыз.

source: _Enter:
tt: _Төбәгәндә:

source: _Leave:
tt: _Стандарт:

source: Transparency when the pointer is not hovering over the panel, with 0 being fully transparent and 100 fully opaque.
tt: Тычкан күрсәткече панель өстендә булмаганда үтә күренмәлелек дәрәҗәсе: 0-тулысынча үтә күренмәле, 100 — үтә күренмәле түгел.

source: Appeara_nce
tt: Тышкы _күренеш

source: _Add
mr: मिसळणे (_A)
tt: _Өстәргә

source: Add new item to this panel
tt: Әлеге панельгә яңа элемент өстәргә

source: _Remove
hy: _Վերացնել
mr: काढणे (_R)
tt: _Бетерергә

source: Remove currently selected item
tt: Сайланган элементны бетерергә

source: Edit the currently selected item
tt: Сайланган элементны редакцияләргә

source: Show about information of the currently selected item
tt: Сайланган элемент турында мәгълүматны күрсәтергә

source: Move currently selected item up by one row
tt: Сайланган элементны бер юл өскә күчерергә

source: Move currently selected item down by one row
tt: Сайланган элементны бер юл аска күчерергә

source: Ite_ms
tt: Эле_ментлар

source: Action Buttons
tt: Система гамәлләре

source: Session Menu
tt: Сеанс менюы

source: Full Name
tt: Тулы исем

source: Username
tt: Кулланучы исеме

source: User ID
tt: Кулланучының ID

source: Custom
tt: Кулланучы форматы

source: Appeara_nce:
tt: Тышкы _күренеш:

source: Title:
tt: Башлам:

source: Custo_m title:
tt: Кулланучы билгеләгән _башлам:

source: General
mr: सर्वसामान्य
tt: Гомуми

source: Visible
tt: Күренүчән

source: Action
tt: Гамәл

source: _Show confirmation dialog
tt: Раслау _тәрәзе

source: Show a confirmation dialog with a 30 second timeout for some of the actions.
tt: 30 секунд дәвамында гамәлдән баш тарту мөмкинлеге булган әңгәмәне күрсәтергә.

source: _Actions
tt: _Гамәлләр

source: Applications Menu
tt: Кушымталар өчен меню

source: _Icon:
tt: _Пикторгамма:

source: Button _title:
tt: Төймә _башламы:

source: Show button on one _line
tt: Төймәне бер _линиядә күрсәтергә

source: _Show button title
tt: _Төймә башламын күрсәтергә

source: Show application d_escription in tooltip
tt: Кушымталарның тасвирламаларын ачыла торган _ярдәмдә күрсәтергә

source: Show ic_ons in menu
tt: Менюда _пиктограммаларны күрсәтергә

source: Show generic application n_ames
tt: Кушымталарның гомумиләштерелгән _исемнәрен күрсәтергә

source: Select this option to show the generic application name in the menu, for example "File Manager" instead of "Thunar"
tt: Әлеге параметрны менюдагы кушымталарның гомумиләштерелгән исемнәрен күрсәтү өчен, мәсәлән, «Thunar» урынына «Файл менеджеры» дип сайлагыз

source: Appearance
hy: Արտաքին տեսք
mr: स्वरुप
tt: Тышкы күренеш

source: Use the _default menu
tt: Килешү буенча менюны кулланырга

source: Ed_it Menu
tt: Менюны _үзгәртергә

source: Use c_ustom menu file:
tt: Меню _файлын кулланырга:

source: Menu _file:
tt: Меню _файлы:

source: Select A Menu File
tt: Меню файлын сайлагыз

source: Menu File
tt: Меню файлы

source: Decimal
tt: Унарлы

source: Sexagesimal
tt: Алтмышарлы

source: Binary time
tt: Икешәрле вакыт

source: Date, then time
tt: Дата, аннары вакыт

source: Time, then date
tt: Вакыт, аннары дата

source: Date Only
tt: Дата гына

source: Time Only
tt: Вакыт кына

source: Analog
hy: Անալոգ
mr: अनॅलॉग
tt: Аналог

source: Binary
tt: Икешәрле

source: Digital
hy: Թվային
mr: डिजिटल
tt: Цифралы

source: Fuzzy
tt: Төгәл түгел

source: Clock
tt: Сәгать

source: Name of a timezone corresponding a file in the zoneinfo database, for example "America/New_York". Leave empty to use the localtime.
tt: Сәгать поясы исеме мәгълүмат базасындагы zoneinfo файлына туры килә. Мәсәлән «Europe/Moscow». Җирле вакыттан файдалану өчен буш калдырыгыз.

source: Time_zone:
tt: Сәгать _поясы:

source: Time and Date _Settings...
tt: Вакытны һәм _датаны көйләү...

source: Time Settings
tt: Вакыт көйләүләре

source: If set, this command is run when the plugin is left-clicked, instead of displaying the default calendar.
tt: Билгеләнгән булса, модульгә сул төймә белән басканда, календарьны гадәттәгечә күрсәтү урынына, әлеге команда үтәләчәк.

source: Co_mmand:
tt: _Команда:

source: Calendar
tt: Календарь

source: The format describes the date and time parts to insert into the panel. For example, %Y will be substituted with the year, %m with the month and %d with the day. Similarly, <b></b> tags will make the text bold. See the "Help" page for additional information.
tt: Формат панельдә күрсәтеләчәк дата һәм вакытны тасвирлый. Мәсәлән, %Y ел белән, %m — ай белән, ә %d — көн белән алмаштырылачак. Шулай ук, <b></b> теглары текстны калын ясаячак. Өстәмә мәгълүматларны «Ярдәм» битеннән карагыз.

source: _Tooltip format:
tt: Ачыла торган _ярдәм форматы:

source: _Layout:
tt: _Күренеш:

source: Sho_w AM/PM
tt: _AM/PM күрсәтергә

source: Fl_ash time separators
tt: _Җемелдәп торган бүлгечләр

source: 24-_hour clock
tt: 24-_сәгать форматы

source: Binary mode:
tt: Икешәрле режим:

source: Display _seconds
tt: _Секундларны күрсәтергә

source: F_uzziness:
tt: _Төгәлсезлек дәрәҗәсе:

source: Show gri_d
tt: Челтәрне _күрсәтергә

source: Font:
tt: Шрифт:

source: Format:
tt: Формат:

source: The format describes the date and time parts to insert into the panel. For example, %Y will be substituted with the year, %m with the month and %d with the day. Similarly, &lt;b&gt;&lt;/b&gt; tags will make the text bold. See the &quot;Help&quot; page for additional information.
tt: Формат панельдә күрсәтеләчәк дата һәм вакытны тасвирлый. Мәсәлән, %Y ел белән, %m — ай белән, ә %d — көн белән алмаштырылачак. Шулай ук &lt;b&gt;&lt;/b&gt; теглары текстны калын ясаячак. Өстәмә мәгълүматларны &quot;Ярдәм&quot; битеннән карагыз.

source: Date
tt: Дата

source: Time
tt: Вакыт

source: Clock Options
tt: Сәгать параметрлары

source: Directory Menu
tt: Папка өчен меню

source: Select A Directory
tt: Папканы сайлау

source: _Base Directory:
tt: _Төп папка:

source: Show 'New Text _Document'
tt: «Яңа текст _документын күрсәтергә»

source: Show '_New Folder'
tt: «_Яңа папка»ны күрсәтергә

source: Show 'Open in _Terminal'
tt: "Терминалда _ачарга"ны күрсәтергә

source: Show '_Open _Folder'
tt: "_Папканы ачарга"ны күрсәтергә

source: Menu
hy: Ցանկ
tt: Меню

source: Show _hidden files
tt: Яшерен _файлларны күрсәтергә

source: Enter a list of patterns that will be used to determine which files are visible in a directory. If you specify more than one pattern here, the list items must be separated with semicolons (e.g. *.txt;*.doc).
tt: Папкада күрсәтелә торган файллар канәгатьләндерергә тиешле шаблоннар исемлеген кертегез. Бердән артык шаблон күрсәтергә теләсәгез, алар нокталы өтерләр белән аерылырга тиеш, мәсәлән *.txt;*.doc.

source: _File Pattern:
tt: _Файллар шаблоны:

source: Filtering
tt: Фильтрация

source: Default
hy: Սկզբնական
mr: गृहित
tt: Килешү буенча

source: North
tt: Төньяк

source: West
tt: Көнбатыш

source: East
tt: Көнчыгыш

source: South
tt: Көньяк

source: Inside Button
tt: Төймә эчендә

source: Up
tt: Өскә

source: Down
tt: Аска

source: _Edit Item
tt: Элементны үзгәртергә

source: D_elete Item
tt: _Элементны бетерергә

source: Add Appli_cation
tt: Кушымта _өстәргә

source: New _Application
tt: Яңа _кушымта

source: New _Link
tt: Яңа _сылтама

source: Add New Items
tt: Яңа элементлар өстәргә

source: Add one or more existing items to the launcher
tt: Кушымталарны эшләтеп җибәрүгә бер яисә берничә элемент өстәргә

source: _Search:
tt: _Эзләү:

source: Launcher
hy: Պիտակ
mr: लॉनचंर
tt: Кушымталарны эшләтергә

source: Delete the currently selected item
tt: Сайланган элементны бетерергә

source: Add a new empty item
tt: Яңа буш элемент өстәргә

source: Add a new hyperlink
tt: Яңа гиперсылтама өстәргә

source: Disable t_ooltips
tt: Ачыла торган ярдәмне өзеп куярга

source: Select this option to disable the tooltips when moving over the panel button or menu items.
tt: Әлеге параметрны панель төймәләре һәм меню элементлары өчен ачыла торган ярдәмне өзеп кую өчен сайлагыз.

source: Show _label instead of icon
tt: Пиктограмма урынына _текст күрсәтергә

source: Show last _used item in panel
tt: Панельдә соңгы кулланылган _элементны күрсәтергә

source: Select this option to move the clicked menu item to the panel.
tt: Әлеге параметрны меню элементын панельгә күчерү өчен сайлагыз.

source: _Arrow button position:
tt: _Уклы төймә позициясе:

source: Advanced
tt: Киңәйтелгән

source: Buttons
tt: Төймәләр

source: Miniature View
tt: Миниатюралар

source: Workspace Switcher
tt: Эш урыннарын күчергеч

source: Workspace _Settings...
tt: _Эш урыннары көйләүләре...

source: Number of _rows:
tt: Юллар _саны:

source: Show workspace number
tt: Эш урыннары номерларын күрсәтергә

source: Switch workspaces using the mouse wheel
tt: Тычкан тәгәрмәче ярдәмендә эш өстәлләрен күчерергә

source: Wrap around workspaces
tt: Эш өлкәләрен әйләндереп алырга

source: <b>Appearance</b>
tt: <b>Тышкы күренеш</b>

source: Transparent
tt: Үтә күренмәле

source: Separator
hy: Տարանջատիչ
mr: विभक्त रेषा
tt: Бүлгеч

source: Handle
tt: Тоткыч

source: Dots
tt: Нокталар

source: _Expand
tt: _Киңәйтергә

source: Show Desktop
tt: Эш өстәлен күрсәтергә

source: Behavior
tt: Үз-үзен тотышы

source: Status Tray Items
tt: Халәт панеле элементлары

source: C_lear Known Items
tt: Билгеле элементларны чистартырга

source: Resets the list of items and their visibility settings
tt: Элементлар исемлеген һәм аларның күренүчәнлек параметрларын ташлату

source: _Fixed icon size (pixels):
tt: Пиктограммаларның беркетелгән үлчәмнәре (пикс.):

source: Adjust size _automatically
tt: Үлчәмнәрне _автомат рәвештә көйләргә

source: Icons
tt: Пиктограммалар

source: Arrange _items in a single row
tt: Элементларны бер юлда _тәртипләштерергә телисезме

source: If enabled, ensure that the items are laid out in a single row
tt: Кушылган очракта, элементларның бер юлда урнашкан булуына инаныгыз

source: _Hide items by default
tt: _Килешү буенча элементларны яшерергә

source: When enabled, all new items will be marked as "Hidden"
tt: Бу параметр кушылган очракта, барлык яңа элементлар «Яшерен» дип тамгаланачак

source: _Square items
tt: _Элементларны квадратлаштырырга

source: Item buttons will take a square when it's possible
tt: Элемент төймәләре, мөмкин булганда, квадрат формага ия булачак

source: Item
tt: Элемент

source: Hidden
tt: Яшерен

source: Move the selected item one row up
tt: Сайланган элементны бер юл өскә күчерергә

source: Move the selected item one row down
tt: Сайланган элементны бер юл аска күчерергә

source: Known Items
tt: Билгеле элементлар

source: _Menu is primary action
tt: _Меню төп гамәл булып тора

source: Left click will always display the menu for item
tt: Тычканның сул төймәсе белән чиртү һәрвакыт элемент өчен менюны күрсәтәчәк

source: _Request symbolic icons
tt: _Символик пиктограммаларны соратырга

source: Load symbolic icons if available
tt: Булган очракта, символик пиктограммаларны йөкләргә

source: Features
tt: Мөмкинлекләр

source: Status Notifiers
tt: Халәт турында искәртүләр

source: Systray Icons
tt: Халәт панеле пиктограммалары

source: Nothing
tt: Берни дә

source: Close Window
tt: Тәрәзне ябарга

source: Minimize Window
tt: Тәрәзне кечерәйтергә

source: New Instance
tt: Яңа экземпляр

source: Timestamp
tt: Вакыт тамгасы

source: Group title and timestamp
tt: Исемне һәм вакыт тамгасын бергә төркемләргә

source: Window title
tt: Тәрәз башламы

source: Group title and window title
tt: Кушымта исемен һәм тәрәз башламын бергә төркемләргә

source: None, allow drag-and-drop
tt: Юк, тартып күчерү кулланырга

source: Window Buttons
tt: Тәрәз төймәләре

source: Show button _labels
tt: Төймәләрнең _имзаларын күрсәтергә

source: Show _flat buttons
tt: Яссы _төймәләрне күрсәтергә

source: Show _handle
tt: _Тотканы күрсәтергә

source: Show _tooltips
tt: _Ачыла торган ярдәмне күрсәтергә

source: Sorting _order:
tt: Сортлау:

source: Mi_ddle click action:
tt: _Тычканның урта төймәсе белән чиртү буенча гамәл:

source: _Group windows by application
tt: _Тәрәзләрне кушымталар буенча төркемләргә

source: Restore minimized windows to current _workspace
tt: Кечерәйтеп яшерелгән тәрәзләрне эш _өстәленә кайтарырга

source: D_raw window frame when hovering a button
tt: Тычкан күрсәткече астында тәрәз кысаларын күрсәтергә

source: _Switch windows using the mouse wheel
tt: Тәрәзләрне тычкан _тәгәрмәче ярдәмендә күчереп алмаштырырга

source: Behaviour
hy: Վարքագիծ
mr: स्वभाव
tt: Үз-үзен тотышы

source: Show windows from _all workspaces
tt: Барлык эш _өстәлләре тәрәзләрен күрсәтергә

source: Show windows from all mo_nitors
tt: Барлык _мониторлардагы тәрәзләрне күрсәтергә

source: Show only _minimized windows
tt: Кечерәйтеп яшерелгән тәрәзләрне генә күрсәтергә

source: Icon
tt: Пиктограмма

source: Arrow
tt: Ук

source: Window Menu
tt: Тәрәз менюы

source: Button layout:
tt: Төймә рәвеше:

source: Show workspace a_ctions
tt: Эш урыннары белән _гамәлләрне күрсәтергә

source: Show workspace _names
tt: Эш урыннары _исемнәрен күрсәтергә

source: Enable _urgency notification
tt: _Ашыгыч икәнне _искәртүне кушарга

source: Removing the item from the panel also means its configuration will be lost.
tt: Элементны панельдән алу шулай ук аның көйләнмәләре югалачак дигәнне аңлата.

source: Are you sure that you want to remove "%s"?
tt: Сез чыннан да «%s» бетерергә телисезме?

source: _Properties
tt: _Үзлекләр

source: _About
mr: च्य़ा बद्दल (_A)
tt: _Программа турында

source: _Move
tt: _Күчерергә

source: Pane_l
tt: Пане_ль

source: Add _New Items...
tt: _Яңа элементлар өстәргә...

source: Panel Pr_eferences...
tt: _Панель параметрлары...

source: Log _Out
tt: _Сеансны тәмамларга

source: About
tt: Программа турында

source: Show the 'Panel Preferences' dialog
tt: Панель көйләүләре диалогын күрсәтергә

source: PANEL-NUMBER
tt: ПАНЕЛЬ-НОМЕРЫ

source: Show the 'Add New Items' dialog
tt: Яңа элементларны өстәү диалогын күрсәтергә

source: Save the panel configuration
tt: Панель конфигурациясен сакларга

source: Add a new plugin to the panel
tt: Панельгә яңа модуль өстәргә

source: PLUGIN-NAME
tt: МОДУЛЬ-ИСЕМЕ

source: Restart the running panel instance
tt: Панельнең агымдагы экземплярын кабаттан йөкләргә

source: Quit the running panel instance
tt: Панельнең агымдагы экземплярын ябарга

source: Do not wait for a window manager on startup
tt: Старт вакытында тәрәзләр менеджерын көтеп тормаска

source: Print version information and exit
tt: Версия турында мәгълүматны күрсәтергә һәм чыгарга

source: [ARGUMENTS...]
tt: [ПАРАМЕТРЛАР...]

source: Type "%s --help" for usage.
tt: Куллану турында мәгълүмат алу өчен «%s --help» языгыз.

source: The Xfce development team. All rights reserved.
tt: Xfce төзүчеләр командасы. Барлык хокуклар якланган.

source: Please report bugs to <%s>.
tt: Хаталар турында, зинһар, <%s> хәбәр итегез.

source: There is already a running instance
tt: Панель экземпляры башкарыла инде

source: Restarting...
tt: Кабаттан йөкләү...

source: Failed to show the preferences dialog
tt: Көйләүләр диалог тәрәзен ачып булмады

source: Failed to show the add new items dialog
tt: Элементлар өстәү диалог тәрәзен ачып булмады

source: Failed to save the panel configuration
tt: Панель конфигурациясен саклап булмады

source: Failed to add a plugin to the panel
tt: Модульне панельгә өстәп булмады

source: Failed to restart the panel
tt: Панельне кабаттан эшләтеп җибәреп булмады

source: Failed to quit the panel
tt: Панельне ябып булмады

source: Failed to send D-Bus message
tt: D-Bus хәбәрен җибәреп булмады

source: No running instance of %s was found
tt: Эшләгән %s экземпляры табылмады

source: Do you want to start the panel? If you do, make sure you save the session on logout, so the panel is automatically started the next time you login.
tt: Панельне эшләтеп җибәрергә телисезме? Әгәр дә шулай икән, системага икенче юлы кергән вакытта панель автомат рәвештә эшләтеп җибәрелсен өчен, чыккан вакытта сеансны саклагыз.

source: Execute
tt: Башкарырга

source: Failed to launch the migration application
tt: Көйләүләрне күчерү кушымтасын эшәтеп җибәреп булмады

source: This will create a new launcher plugin on the panel and inserts the dropped files as menu items.
tt: Бу панельдә эшләтеп җибәрү ярлыгының яңа модулен булдырачак һәм күчереп ташланган файлларны меню пунктлары итеп куячак.

source: Create _Launcher
tt: Эшләтеп җибәрү ярлыгын ясарга

source: You have started X without session manager. Clicking Quit will close the X server.
tt: Сез X-серверны сеанслар менеджерыннан башка эшләтеп җибәрдегез. «Ябарга» дип чиртү X-серверны туктатачак.

source: Quit
tt: Ябарга

source: Are you sure you want to quit the panel?
tt: Сез чыннан да панель эшен тәмамларга телисезме?

source: Failed to execute command "%s"
tt: «%s» командасын башкарып булмады

source: Invalid plugin event syntax specified. Use PLUGIN-NAME:NAME[:TYPE:VALUE].
tt: Модульнең хаталы вакыйга синтаксисы. МОДУЛЬ-ИСЕМЕ:ИСЕМ[:ТИП:КЫЙММӘТ]кулланыгыз.

source: Invalid hint type "%s". Valid types are bool, double, int, string and uint.
tt: Коррект булмаган «%s» ярдәм тибы. Рөхсәт ителгән типлар: логик, йөзмә нокталы сан, бөтен сан, юл һәм модуль.

source: Unable to open the e-mail address
tt: Электрон почта адресын ачып булмады

source: The panel of the Xfce Desktop Environment
tt: Xfce тышчасы панеле

source: translator-credits
tt: Rail Gataullin <xat@belem.ru>, 2024

source: Add New Item
tt: Яңа элемент өстәргә

source: _Cancel
tt: _Баш тарту

source: Please choose a panel for the new plugin:
tt: Яңа модуль өчен панельне сайлагыз:

source: Panel %d
tt: %d панеле

source: Because the panel is running in kiosk mode, you are not allowed to make changes to the panel configuration as a regular user
tt: Панель киоск режимында эшләтеп җибәрелгәнгә күрә, сезгә аның көйләүләрен гади кулланучы исеменнән үзгәртергә рөхсәт ителми

source: Modifying the panel is not allowed
tt: Панельне үзгәртү тыелган

source: Enter search phrase here
tt: Эзләү өчен фразаны кертегез

source: Plugin "%s" unexpectedly left the panel, do you want to restart it?
tt: «%s» модуле кинәт кенә панельдән югалды. Аны кабаттан эшләтеп җибәрергәме?

source: The plugin restarted more than once in the last %d seconds. If you press Execute the panel will try to restart the plugin otherwise it will be permanently removed from the panel.
tt: Модуль %d секунд дәвамында берничә тапкыр эшләтеп җибәрелде. Әгәр «Башкарырга» төймәсенә бассагыз, панель аны яңадан эшләтеп җибәрергә тырышачак, югыйсә ул панельдән тулысынча алыначак.

source: Plugin Restart
tt: Модульне кабаттан эшләтү

source: _Execute
tt: _Башкарырга

source: Automatic
tt: Автомат рәвештә

source: Primary
tt: Төп

source: Monitor %d
tt: %d мониторы

source: The panel and plugin configurations will be permanently removed
tt: Сайланган панель һәм аның барлык элементлары кире кайтарылмаслык булып бетереләчәк

source: Are you sure you want to remove panel %d?
tt: Сез чыннан да %d панелен бетерергә телисезме?

source: %s <span color="grey" size="small">(external)</span>
tt: %s <span color="grey" size="small">(тышкы)</span>

source: Internal name: %s-%d PID: %d
tt: Эчке исем: %s-%d PID: %d

source: Internal name: %s-%d
tt: Эчке исем: %s-%d

source: If you remove the item from the panel, it is permanently lost.
tt: Әгәр панельдәге бу элементны бетерсәгез, ул бөтенләйгә бетереләчәк.

source: _New Game
tt: _Яңа уен

source: _Level:
tt: _Дәрәҗә:

source: Novice
tt: Яңа (өйрәнчек)

source: Intermediate
tt: Уртача

source: Experienced
tt: Тәҗрибәле

source: Expert
tt: Эксперт

source: _Lock Panel
tt: _Панельне беркетергә

source: Failed to load the default configuration
tt: Килешү буенча конфигурацияне йөкләп булмады

source: Panel config needs migration...
tt: Панель көйләүләрен күчерү сорала...

source: Failed to migrate the existing configuration
tt: Гамәлдәге конференцияне күчереп булмады

source: Panel configuration has been updated.
tt: Панель конфигурациясе яңартылды.

source: Log Out
tt: Сеансны тәмамларга

source: _Log Out
tt: _Сеансны тәмамларга

source: Are you sure you want to log out?
tt: Сез чыннан да сеансны тәмамларга телисезме?
